{"wikiId": "8982671", "titre": "Who's Got the Action?", "dateSortie": "1962-12-25", "duree": "92.0", "genre": ["Comedy"], "resume": "The gambling habit of lawyer Steve Flood  is beginning to get on the nerves of his wife Melanie , who initially suspects him of marital infidelity. When she learns about the gambling, Melanie talks Steve's law partner Clint Morgan , an old flame, into helping her act as a fictitious horse race bookie offering unusually attractive terms to clients. The plan is for Steve to lose enough money to permanently rid him of the betting habit, but it goes awry when he suddenly begins winning bets on a number of long-shot horses. Flood’s winning streak attracts the attention of two horse-playing judges, Boatwright  and Fogel , who persuade Flood to place bets for them with his mysterious “bookie.” Melanie and Morgan are astounded when the judges begin winning large wagers as well. The make-believe bookmaking activity arouses the ire of syndicate mobster Tony Gagoots , who is furious to know who’s “getting the action.” Gagoots’s mistress, a nightclub singer named Saturday Knight , happens to be the Floods’ next-door neighbor, and assists Melanie in raising cash for the gambling payoffs by purchasing various furnishings from the Floods’ apartment . The source of the mysterious “bookmaking” is traced to the Floods’ apartment by Gagoots through an illegal telephone wiretap. He and a team of thugs descend upon the apartment, where they are surprised to find all the defecting gamblers assembled. They are thunderstruck when a coercive interrogation reveals that Melanie Flood is the “bookie” they have been seeking. Steve Flood ultimately convinces Gagoots to forgive all of their gambling debts by arguing that only by marrying his mistress Saturday can he avoid the risk of incriminating testimony. In one stroke this fulfills Saturday’s long-sought goal, saves the Floods’ marriage, insulates Gagoots from future prosecution and clears Melanie’s $18,000 gambling payoff burden.\n"}