{"wikiId": "13310698", "titre": "Mongol", "dateSortie": "2007", "duree": "126.0", "genre": ["Adventure", "World cinema", "Biopic [feature]", "Epic", "Action/Adventure", "Drama", "War film", "Biographical film", "Historical Epic"], "resume": "Temüjin  as a prisoner in the Tangut kingdom, conveys his memories about his earlier life through a series of flashbacks. Embarking on an expedition as a young boy, Temüjin  is accompanied by his father Yesügei  to select a girl as his future wife. Temüjin meets and chooses Börte , although his father wishes him to choose a mate from the Merkit tribe. Temüjin convinces his father to allow him to choose Börte. He promises to return after five years to marry her. On their way home, Temüjin's father is poisoned by an enemy tribe. As he lies dying, he tells Temüjin that he is now Khan. However, one of his father's warriors, Targutai , orders the other tribesmen to loot the dead Khan's camp. Targutai spares Temüjin's life, declaring a Mongol does not kill children. After falling through the ice of a frozen lake, Temüjin is found lying down in the snow by a young boy called Jamukha . The two quickly become friends and perform a traditional ceremony declaring themselves blood brothers. Targutai later captures Temüjin, holding him in captivity. Temüjin however, escapes late one night and roams the countryside. Temüjin is later seen again as a young man  in 1186. He once again is apprehended by Targutai, who wishes to kill him now that he is grown. Temüjin escapes a second time finding Börte , and brings her back to his family. Later that night, they are attacked by the Merkit tribe led by Chiledu , since Temüjin's father had years before stolen his wife from one of their tribesmen. While being chased on horseback, Temüjin is shot with an arrow. Börte whips the horse which Temüjin is on, telling it to go home. Börte is captured by the Merkit leader, as Temüjin returns safely to his family. Temüjin is sold to a Tangut Garrison Chief , despite the dire warning given to the man by a Buddhist monk  acting as his advisor, who senses the great potential the warrior carries and his future role in subjugating the Tangut state. While imprisoned, the monk pleads with Temüjin to save his monastery when he is set free sometime in the future. In exchange for delivering a bone fragment to Börte indicating that he is still alive, Temüjin agrees. Thereafter, the monk succeeds in delivering the bone and the message, though at the cost of his life. As a means of getting to Tangut, Börte becomes a merchant's concubine, bearing a daughter along the way. Once Börte arrives in Tangut, she abandons the merchant and bribes the guard for the key to Temüjin's cell, and the two manage to escape back to their homeland. Temüjin, upset by the increasing loss of traditional values in Mongol society, leaves his family once more and pledges to make the Mongols abide by the law. Visiting a holy site in the mountains, he drafts an early version of the Jasagh and prays to \"The Lord of the Great Blue Sky\" for assistance. Subsequently, he gathers an army to unify all of the Mongols. In 1196, Temüjin declares war over Jamukha. By 1206, Temüjin engages Jamukha, in league with his old enemy, Targutai, in battle. However, a thunderstorm arises on the steppe, terrifying Jamukha's troops and causing their unconditional surrender, as Temüjin stands triumphant . Having defeated his \"blood brother\", Temüjin allows Jamukha to live, while Targutai is killed by his own soldiers while attempting to flee the battle. The traitorous men are ordered to be executed by Temüjin, who surprises them when he informs them that they broke his primary tenet: \"Never betray your Khan.\" Afterwards, Temüjin is designated the Khan of all the Mongols – Genghis Khan of the Great Steppe. The final pre-credits sequence indicates that Genghis Khan would later go on to invade and conquer the Tangut Empire by 1227, fulfilling the monk's prophecy. However, the film clarifies that, while the entire civilization was ravaged by the Mongol horde, the Buddhist monastery Temüjin pledged never to destroy remained intact, thereby indicating the great integrity and honesty of the Khan.\n"}