{"wikiId": "24669308", "titre": "El Miedo no anda en Burro", "dateSortie": "1967-11-25", "duree": "88.0", "genre": ["Horror Comedy", "Comedy", "Haunted House Film"], "resume": "María Nicolasa Cruz is doña Clarita's loyal indigenous maid. However, meanwhile doña Clarita is dying, she is leaving behind a large monetary estate, a mansion, properties, and Mimí: her affectionate Shih Tzu dog. María is with doña Clarita during her last moments, albeit her sister Paz, brother Marciano, nephew Braulio, and grandsons Raul and Laura are waiting anxiously downstairs for her death, believing they will inherit all her riches. Doña Clarita finally dies at the hand of a corrupt doctor employed by doña Clarita's relatives, and María inconsolably goes downstairs to the living room to deliver the news. As expected, María finds none of doña Clarita's relatives mourning her death. Believing she is of no use anymore, doña Clarita's relatives  fire María, therefore she decides to return to her native hometown. Marciano, Paz, Braulio, Raul, and Laura meet with the notary to hear Doña Clarita's will. To everyone's surprise, the will only mentions Mimi , and Maria as her guardian. The family members go back to stop Maria from leaving the mansion. The \"zopilotes\"  convince Maria to stay in the mansion to take care of Mimi as her new guardian. The \"zopilotes\" try several times to kill Maria along with Mimi but all attempts failed. Until Marciano feeds Mimi a piece of meat with an explosive inside. Before Mimi eats it, Maria takes it from her and cooks it for the afternoon meal. Braulio, unfortunately, receives the piece of meat and after cutting it, the explosive goes off. Mimi ears were gravely affected. The doctor advises Maria to go on a vacation with Mimi - to Doña Clarita's old vacation house in Guanajuato. Upon arrival, Maria and Mimi are scared by the butler Franki who guides them through the haunted house. Both Maria and Mimi survive two scary hands, a cyclop, a giant talking frog, a fern monster, a werewolf, and many more horrific things. To Maria's surprise, she discovers that those scary characters are the \"zopilotes\" They catch them and put them in a squishing torture machine. Maria and Mimi, on the verge of death, are saved by Franki who was a detective investigating Doña Clarita's murder - committed by her family members. Maria with all these surprises asks Franki, whose real name is Maldonado, permission to faint on the floor. As she does, Marciano, Paz, Braulio, Raul, and Laura end up arrested for homicide.\n"}