{"wikiId": "14072881", "titre": "Boys' Reformatory", "dateSortie": "1939-05-01", "duree": "62.0", "genre": ["Crime Fiction", "Crime Drama", "Black-and-white", "Drama", "Teen", "Juvenile Delinquency Film"], "resume": "Seventeen-year-old Tommy Ryan lives with Mrs. O‘Meara, a seamstress, and her teenage son Eddie. Tommy’s exact status is unclear; Mrs. O’Meara’s says he is a friend of her son Eddie and “stays here with us and a finer lad never trod the green earth.” Tommy works in a grocery store and more than pulls his weight around the O’Meara home, but his foster brother Eddie is unemployed and hanging around a pool hall with a gang of teenage thieves led by Mike Hearn, the pool hall owner. Hearn promises teenage ‘Knuckles’ Malone $50 to steal a fur coat from a warehouse and sends Eddie O’Meara along to drive the getaway car. When the heist is thwarted and Knuckles nabbed by the police, Eddie escapes with the stolen goods and returns home. Tommy tries to repair the damage and keep the incident from Mrs. O’Meara by dumping the car and the furs outside of town. He is picked up by the police. In court, Tommy takes the rap in order to spare Mrs. O’Meara the grief of seeing her son implicated in the crime. Tommy and Knuckles are sentenced to the State Industrial School for three years. When alone for a moment with Eddie, Tommy urges him to take good care of his mother. At the State School, Tommy remains true to himself. He is honest, hard working, and well mannered. Dr. Owens, once a reform school inmate himself but now a morally upright professional man, takes an interest in the boy and urges him to plan for life after prison. He has Tommy removed from the crew at the school’s farm to work in his office. One day, Tommy discovers Eddie O’Meara is an inmate in the reformatory. Eddie dropped out of Hearn’s gang of thieves and found a job in order to take care of his mother, but Hearn feared Eddie would squeal to the police about the gang’s past. Hearn decided to get the boy out of his way by staging a robbery at the gas station where the boy worked and then framing him. Hearn now fears that Tommy, Eddie, and Knuckles will now “squawk” and realizes his operation is still in jeopardy. He decides to “spring” the three boys from prison and to silence them once he has them in his clutches. Tommy is reluctant to participate in the escape but when he learns that Hearn threats to rough up Mrs. O’Meara he has no choice but to escape and protect her. The escape plan is foiled, but later, Tommy and Knuckles manage to escape at gunpoint. At the pool hall, Tommy convinces Hearn he is on his side. A heist is planned. Tommy secretly makes plans to meet Dr. Owens at the site of the heist to apprehend Hearn and his gang. Hearn and his men are taken into custody after a car chase. With Dr. Owens assistance, Tommy and Eddie are paroled and restored to Mrs. O’Meara.\n"}