{"wikiId": "12139040", "titre": "The Orphanage", "dateSortie": "2007-05-20", "duree": "105.0", "genre": ["Thriller", "Mystery", "Gothic Film", "Horror", "Drama"], "resume": "In 1976 Spain, a young girl named Laura is playing on the field with her friends in a park of the orphanage. Soon after, a caretaker of the orphanage receives a call and she confirms that Laura is going to be adopted. In present day, 37-year old Laura  returns to the dilapidated orphanage where she grew up, accompanied by her husband, Carlos , and their seven-year-old adopted son, Simón . Her plan is to rebuild and reopen the orphanage as a facility for disabled children. Once there, Simón claims to see a boy named Tomás, whom he befriends and draws as a child wearing a sack mask. A social worker, Benigna Escobeda , visits the orphanage, telling Laura that she has Simón's adoption file, which includes the fact that Simón is HIV-positive. Incensed at Benigna's intrusion, Laura sends her away. That night, Laura finds Benigna snooping around her coal shed, but Benigna escapes the premises before Laura can confront her. Later, Simón teaches Laura a type of scavenger hunt game that Tomás taught him. The game involves hiding a person's possessions, with the player who recovers his final possession winning a granted wish. While playing the game, the clues lead to Simón's adoption file with an angry Simón saying his new friends told him that Laura is not his real mother and that he knows he is going to die soon. During a children's party at the orphanage, Laura and Simón argue, and Simón hides from her. While searching for him, Laura is confronted by a boy in a sack mask with the name \"Tomás\" embroidered onto his shirt. Laura presumes it is Simón playing games but the boy traps her in a bathroom, and when she escapes she finds that Simón is missing, and searches for him throughout the house and outside. The hunt leads her to a cave where she trips and injures herself. At a medical center, the police psychologist, Pilar, suggests to Laura and Carlos that Benigna may have abducted Simón. That night at home, a bedridden Laura hears unexplained banging in the walls. Six months later, Simón is still declared missing. One day, while searching in a snowy city in Northern Spain, Laura and Carlos spot Benigna pushing a baby carriage downtown. As Laura calls out to her, Benigna is suddenly hit and killed by a speeding truck. Laura rushes to Benigna's carriage, but finds only a doll wearing Tomás' sack mask. The police search Benigna's home and find evidence revealing that Benigna worked at the orphanage long ago and that she had a son named Tomás who was at the orphanage. He wore a sack-like mask over his head due to his deformed face and was housed away from the other children in a separate room. Tomás was accidentally killed by the children of the orphanage who found out about him and stole his mask near a beach cave, which is accessible at low tide. Embarrassed, Tomás hid in the cave, resulting in his death by drowning, which happened only weeks after Laura was sent away. In desperation, Laura goes to a medium named Aurora , seeking clues to her son's disappearance. Aurora sets up cameras around the house and begins a seance to talk to them, and Carlos and Laura are monitoring. After the seance, she claims that she saw the children in the bedroom, who were saying something. With clues from the medium, Laura searches the orphanage grounds and discovers the remains of the orphans she grew up with who were killed by Benigna and stored in sacks of bone and ashes that were hidden inside the coal storage outside the house.  Unable to cope with the situation, Carlos leaves the orphanage as Laura promises him she will be done in two days. Laura recreates the original orphanage layout and attempts to contact the ghost children. She soon begins to see them around her when she initiates a game of \"Uno, Dos, Tres, Toca la Pared\" [One, Two, Three, Knock on the Wall; similar to Red Light, Green Light in the United States], which she used to play while growing up at the orphanage. The ghosts lead her to a hidden door within a cupboard under the stairs . This door leads to a hidden basement room. In the room, she sees Simón alive and hugs him in a blanket. As the ghost children vanish, Laura finds that the blanket is empty and the body of the deceased Simón, wearing Tomás' mask, lies behind her. She realizes that she had inadvertently caused Simón's death , and that the unexplained noises she had heard were Simón trying to get out. At one point Laura had heard a loud crash which had been Simon falling through the stair railing, and onto the ground below, breaking his neck. Laura carries Simón's body upstairs and swallows many handfuls of Trankimazin capsules, begging to be with Simón again. Laura's wish is granted as the ghosts of the dead children appear and Simón returns to life in Laura's arms. Simón then tells Laura that his wish was for her to stay and take care of all the orphans. Later, Carlos walks alone over to the memorial for Laura, Simón, and the orphans which stand outside the orphanage. Carlos returns to the orphans' old bedroom and finds a St. Anthony medallion, that he had given to Laura. He hears the door opening; as he looks up he slowly smiles.\n"}