{"wikiId": "17336974", "titre": "Reverend Billy & The Church of Stop Shopping", "dateSortie": "2002", "duree": "60.0", "genre": ["Documentary"], "resume": "Filmmakers Dietmar Post and Lucia Palacios have accompanied the Reverend and his troupe over the period of an entire year. The film follows the Reverend's \"shopping interventions/actions\" into cultural dead zones within the island of Manhattan such as Starbucks, Disney and the New York University construction site at the Edgar Allan Poe House. Reverend Billy, a.k.a. Bill Talen, is an actor/performance artist and a leading figure in the anti-globalization movement. His work combines the forces of social and political change with the means of theater arts to counteract our media culture. His artistic and political work is influenced by various concepts of \"street theater.\" His disruptions or \"shopping interventions\" in public spaces are in the tradition of the Living Theater, José Bové, Lenny Bruce, The Yippies. New York Times theater critic Jonathan Kalb calls his work \"the most hilarious and pointed political theater in New York, something that has to be done in the risky environment of the street.\" The actions/performances inside and outside of Starbucks coffee shops and Disney stores often end with the Reverend being arrested. He calls it stepping into somebody's imagined box. The police call it illegal trespassing. The Reverend claims that social change always begins with civil disobedience and includes as his heroes the civil rights, peace and labor movements. Americans, according to Reverend Billy, lead fake lives: we gobble up the mono-culture peddled by transnational conglomerates; we buy whatever stores sell us; and, consequently, we live consumerist fictions. We become, in his words, “tourists in our own lives.” Dietmar Post and Lucia Palacios’s REVEREND BILLY AND THE CHURCH OF STOP SHOPPING focuses on Reverend Billy  and his devout group of disciples as they crusade against the synthetic and corruptive aspects of today’s hyper-consumerist culture. Talen tirelessly labors to organize “actions”—ranging from choir-singing protests to rooftop speeches—that urge people to stop shopping and to realize the threat lurking beneath the veneer of commodification. Working to create real change through his activism, Talen leads his followers to the streets to recite “The Raven” in protest of NYU’s planned demolition of the Edgar Allan Poe House. Concerned with how transnational corporations “colonize” our mental-scapes and destroy local neighborhoods, the charismatic “preacher” thrives on staging infiltrations of the Disney Store or boycotts of Starbucks, even if it means frequent run-ins with the NYPD. In the style of Direct Cinema, filmmakers Dietmar Post and Lucia Palacios expertly observe—without interruption—Reverend Billy in action and confrontation. As a result, the most rewarding aspect of REVEREND BILLY AND THE CHURCH OF STOP SHOPPING is its proficiency in accessing Talen’s truly human side—his humor, self-deprecation, and intelligence—which in turn reveals what is genuinely empowering and inspiring about the man and his mission.\n"}