{"wikiId": "4325320", "titre": "Chaos", "dateSortie": "2001", "duree": "106.0", "genre": ["Crime Fiction", "Satire", "Drama", "Comedy", "World cinema"], "resume": "Contrary to her husband, Hélène devotes herself to help a French-Algerian prostitute, Malika, who seeks to escape from her abusers. As the film begins, Paul and Hélène, a wealthy Parisian couple, are preparing to go out for the evening. While driving, they see three men chasing a prostitute down the street. She begs them to save her by letting her into the car, but Paul locks the doors and drives away as the three men beat her, leaving her unconscious in the street. He refuses to let Hélène phone an ambulance, afraid of being charged with not helping a person in danger . Hélène cannot forget the incident, and the next day she goes to the hospital, where she finds the prostitute, Noémie, in a coma. Moved, Hélène stops work and leaves her family responsibilities to stay with Noémie throughout her recovery, aiding her as she regains mobility and helping her to communicate since she can't yet speak. When one of the pimps returns to threaten Noémie, Hélène follows him out of the hospital, knocks him unconscious, and leaves him for the police to find. Meanwhile, Paul and Hélène's son Fabrice, a university student, is cheating on his girlfriend with another girl, who is pregnant. When his girlfriend discovers the truth, she destroys his apartment. He moves into Paul's apartment just as Hélène moves out, and the two girls follow him, much to Paul's chagrin. When Hélène returns home for a day, one of Noémie's pimps goes to the hospital with a friend and removes Noémie under the pretense that they are relatives taking her for a walk. Noémie, who still cannot speak, is unable to protest. Hélène meets them on the sidewalk and, realizing that Noémie is not safe at the hospital, \"kidnaps\" her and brings her to Paul's mother's house. Here Noémie recovers her ability to talk, and relates her life story: her name is actually Malika, and she is a French-Algerian immigrant. As Malika recovers, the two plan Malika's freedom and revenge on her abusers. Hélène's life changes forever as the selfishness of her husband and son becomes apparent.\n"}