{"wikiId": "8425661", "titre": "Mamma Mia!", "dateSortie": "2008-06-30", "duree": "109.0", "genre": ["Romantic comedy", "Romance Film", "Comedy", "Musical", "Musical comedy"], "resume": "On a Greek island called Kalokairi, 20-year-old bride-to-be Sophie Sheridan  posts three wedding invitations (\"Gimme! Gimme! Gimme! , Sophie learns from Bill that Donna received the money to invest in her villa from his great aunt Sofia. Sophie guesses she must be Sofia's namesake and Bill is her father. She asks him to give her away and to keep their secret from Donna until the wedding. Sophie's happiness is short-lived as Sam and Harry each tell her they must be her dad and will give her away (\"Voulez-Vous . A shocked Sophie cannot tell them the truth and, overwhelmed by the consequences of her actions, faints. In the morning, Rosie and Tanya reassure Donna they will take care of the men. On Bill's boat, Bill and Harry are about to confide in each other, but are interrupted by Rosie. Donna confronts Sophie in the courtyard, believing Sophie wants the wedding stopped. Sophie says that all she wants is to avoid her mother's mistakes and storms off. An upset Donna is accosted by Sam, concerned about Sophie getting married so young. Donna confronts him and both realize they still have feelings for each other (\"SOS . Down on the beach, Tanya and young Pepper  continue their flirtations from the previous night . Sophie confesses to Sky and asks for his help. He reacts angrily to his fiancée's deception and Sophie turns to her mother for support. As Donna helps her daughter dress for the wedding, their rift is healed and Donna reminisces about Sophie's childhood and how quickly she has grown . Sophie asks Donna to give her away. As the bridal party walks to the chapel, Sam intercepts Donna and begs her to talk. She reveals the pain she felt over losing him . When Sophie and Donna are walking down the aisle, the band plays the tune of \"Knowing Me, Knowing You\". Donna tells Sophie that her father is present but he could be any of the three men, whom Sophie admits to inviting. Sam reveals that although he left to get married, he did not go through with it, and returned only to find Donna with another man. Harry confesses that Donna was the first and last woman he loved, and reveals he has begun a relationship with a waiter from the taverna.  The three men concur that they would be happy to be one-third of a father for Sophie. She tells Sky that they should postpone their wedding and travel the world as they have wanted. Sam proposes to Donna . She accepts and they are married. At the wedding reception, Sam sings to Donna (\"When All Is Said and Done , which prompts Rosie to make a play for Bill . All the couples present proclaim their love , as their raucous dancing causes the ground to crack and erupt with water from the fountain of Aphrodite. Sophie and Sky bid farewell to Kalokairi and sail away . During the principal credits, Donna, Tanya and Rosie reprise \"Dancing Queen\", followed by \"Waterloo\" with the rest of the cast. Amanda Seyfried sings \"Thank You for the Music\" over the end credits.\n"}