{"wikiId": "9109336", "titre": "Hurricane on the Bayou", "dateSortie": "2006", "duree": "42.0", "genre": ["Nature", "Culture & Society", "Documentary"], "resume": "In Hurricane on the Bayou, Meryl Streep introduces the audience to four charismatic New Orleans musicians:  the legendary singer, songwriter, pianist, producer and Rock 'n Roll Hall of Fame inductee Allen Toussaint; the impassioned Cajun Blues guitarist and wetlands activist Tab Benoit; the 14-year-old fiddling prodigy and rising teen sensation Amanda Shaw; and the man who discovered Amanda and helped produce her first album, the high-energy Zydeco accordion master Chubby Carrier.  Each has an incredible story to tell about their love for Louisiana and their loss during Katrina.   The film begins in the bayou itself, as a family of alligators frolic in the water to the tune of the Cajun classic “Iko Iko\". The story then sets off on an historical exploration of how New Orleans rose up hundreds of years ago out of an untamed swampland – and went on to became celebrated around the world as “The Big Easy\", a place where a feeling of joyful freedom permeated the music, the food and the city’s inimitable talent for turning “good times” into an art form.  Here, a spicy gumbo of African, Native American, Cajun, Creole and Southern influences forged a completely unique culture. Louisiana’s coastal location  was both a boon and a bane to the city.  New Orleans evolved into the busiest port in the U.S., but after engineers diverted the Mississippi River, depleting the wetlands, the city became increasingly vulnerable to the killer winds and rising waters of seasonal hurricanes.   Today, the situation grows more and more dangerous as every year Louisiana loses enough land to make up the island of Manhattan.  Setting out for the mystery-tinged bayous with Tab Benoit and Amanda Shaw, Hurricane on the Bayou reveals how in the last 50 years, the natural coastal buffer that once sheltered New Orleans from severe storms has drastically deteriorated, endangering many unique animal and plant species and leaving the city wide open to Mother Nature’s ferocious forces.  Spectacular flights over the Gulf of Mexico reveal the shocking reality that every half an hour, Louisiana loses a section of wetlands the size of a football field.  Meanwhile, a side-trip into the vibrant swamplands probes how the bayou provides a fragile home to a family of alligators with newborn babies.  Here, Tab Benoit explains that hope for New Orleans’ future will lie in concerted efforts to not only preserve but restore these wetlands by redirecting the Mississippi River’s silt and re-planting vital foliage. Ultimately, the story builds to the monster storm that was Katrina and the crisis it brought to New Orleans, causing families to be separated, homes to be lost and one hundred square miles of wetlands and marshes to be destroyed by saltwater . Visceral, state-of-the-art CGI effects created by Hollywood specialists Sassoon Film Design recreates the fury of the storm, when fierce winds tore off the roof of the Superdome.   Then, haunting, never-before-seen 70mm footage of the storm’s aftermath provides a shocking reminder of just how vast the storm’s devastation really was.  Finally, returning to New Orleans in the bittersweet 2006 Mardi Gras season, the film reveals a city in the first throes of recovery – and reunites Allen Toussaint, Amanda Shaw, Chubby Carrier and Marva Wright for a passionate performance of a resonant modern hymn  in the oldest Cathedral in North America, New Orleans’ elegant St. Louis Cathedral.\n"}