{"wikiId": "17717339", "titre": "Nuremberg", "dateSortie": "2000", "duree": "", "genre": ["Historical drama", "Docudrama"], "resume": "At the close of World War II, Hermann Göring (Brian Cox  surrenders to the Americans and enjoys the hospitality of a U.S. Air Force base. Samuel Rosenman , acting on the orders of U.S. President Harry S. Truman, recruits Justice Robert H. Jackson  to prepare a war crimes tribunal against Göring and the surviving Nazi leadership. Göring, Albert Speer  and others are arrested for war crimes and imprisoned in a U.S. Army stockade in Bad Mondorf. Jackson, his assistant Elsie Douglas , and his prosecution team fly to Germany. Psychologist Gustave Gilbert  arrives at the stockade with prisoner Hans Frank , who has attempted suicide. Jackson negotiates with Allied representatives Sir David Maxwell-Fyfe , General Iona Nikitchenko  and Henri Donnedieu de Vabres  to ensure a unified prosecution. Jackson selects the Nuremberg Palace of Justice for the site of the trials and reconstruction work commences. Göring and the others are stripped of their rank and transferred to the prison in Nuremberg, where they come into conflict with the guards under the command of the strict Colonel Burton C. Andrus . Major Airey Neave  serves Göring, Speer and the other with their indictments. U.S. judge Francis Biddle  arrives to take control of the court but reluctantly passes the honour at Jackson’s insistence. Following the suicide of prisoner Robert Ley , round-the-clock watches are posted and Gilbert is appointed prisoner liaison. Sir Geoffrey Lawrence  opens the trial with all defendants pleading not guilty and Jackson gives a stirring opening statement. At lunch a jovial Göring holds court over the other defendants while Speer begins to show signs of remorse. Maxwell-Fyfe puts forward an emotive eyewitness account of the Nazis' genocidal policies toward Jews, while Jackson reads out dry documentation. As the court begins to tire of Jackson’s meticulous approach, Maxwell-Fyfe urges pushing on to the witness interviews, which reveal the horrors of the concentration camps. The court is shaken by documentary footage of the camps; even Göring appears unsettled.  Speer explains Göring’s dominance to Gilbert and insists that his control over the others must be broken. Göring takes the stand and begins speaking to the German people. Jackson, at Gilbert’s suggestion, has Göring isolated. Under cross-examination, Göring outmanoeuvers and humiliates Jackson, who later accuses Biddle of giving Göring free rein in court. Douglas talks Jackson out of tendering his resignation, and the two share a kiss. Under advice from Maxwell-Fyfe, Jackson returns to confront Göring with evidence of his crimes against the Jews and successfully dismisses the defendant’s denials. At a Christmas party, the housekeeper refuses to serve the Russians, but Douglas rescues the situation before slipping away with Jackson. Gilbert visits the defendants and, under Jackson’s advice, attempts to convince them to take responsibility for their crimes. Andrus relaxes the prison rules for Christmas, and Göring shares a friendly drink with his guard, Lt. Tex Wheelis . The cross-examination of the defendants intensifies and the defence calls Rudolf Höß , who casually reveals the horrors of Auschwitz. Speer is implicated in the enslavement of foreign workers by fellow defendant Fritz Sauckel  and in response accepts collective responsibility for the crimes of the Nazi regime. Gilbert interviews Göring’s wife Emmy , who reveals that Hitler had ordered them all executed, which led to the family’s surrender. Jackson is moved by Gilbert’s summation of his examinations — that the source of the evil behind Nazi Germany was a complete lack of empathy — to give an impassioned closing statement. Göring uses his final statement to condemn the trial, and is sentenced along with 10 others to death by hanging. Speer uses his final statement to commend the tribunal and is sentenced to 20 years in prison. Göring commits suicide after his request to be executed by firing squad is denied. Andrus presides over the executions of the others while Jackson and Douglas head home .\n"}