{"wikiId": "3985680", "titre": "Human Highway", "dateSortie": "1982", "duree": "88.0", "genre": ["Science Fiction", "Fantasy Comedy", "Comedy"], "resume": "Employees and customers spend time at a small gas station-diner in a fictional town next to a nuclear power plant unaware it is the last day on Earth. Young Otto  has received ownership of the failing business by the Will of his recently deceased father. His employee, Lionel Switch , is the garage's goofy and bumbling auto mechanic who dreams of being a rock star. \"I can do it!\" Lionel often exclaims. After some modest character development and a collage-like dream sequence there is a tongue-in-cheek choreographed musical finale while nuclear war begins. At the destroyed gas station-diner post nuclear holocaust Booji Boy  is a lone survivor, but after his cynical proseThe prose is excerpted from \"My Struggle\", by Booji Boys, 1978. Film credits. the opening credits are a return to present time prior to apocalypse. At the nuclear power plant nuclear garbage persons  reveal that radioactive waste is routinely mishandled and dumped at the nearby town of Linear Valley. They sing a remake of \"Worried Man Blues\" while loading waste barrels on an old truck. Meanwhile, Lionel and his buddy Fred Kelly  ride bicycles to work. Fred states that Old Otto's recent death was by radiation poisoning. They remain unaware of the implications as Lionel laments it should have been himself that died because he has worked on \"almost every radiator in every car in town.\" Early in the day at the diner Young Otto announces he must fire an employee for lack of money. He chooses waitress Kathryn  who has a tantrum and refuses to leave. She sits down weeping at a booth that has a picture on the wall of Old Otto  and chooses on the juke box the song \"The End of the World\". Later, waitress Irene  overhears Young Otto's plans to fire everybody, destroy the buildings and collect on a fraud insurance claim. Irene demands to be included in the scheme and to seal the deal with a kiss. Although Lionel has a crush on the waitress Charlotte , she has a crush on the milkman Earl Duke (right|thumb|180px|Charlotte  and milkman Earl Duke (David Blue  flirt. Blue died shortly before the film's release.\n"}