{"wikiId": "28091621", "titre": "Bitter Sweet", "dateSortie": "2004-10-12", "duree": "", "genre": ["Pinku eiga", "World cinema", "Japanese Movies", "Drama", "Romantic drama", "Romance Film"], "resume": "Alone in a small apartment, smoking and drinking sake from pop-top bottles, Yoshida reminisces. Now a middle-aged man, he recalls a scene in his thirties. In the memory, Keiko tells him she is sorry. Yoshida then forces sex on her. In another apartment, Shōko, a woman in her early twenties, lies in bed while Tamura prepares to leave on a business trip. Shōko asks Tamura to buy her lipstick, and Tamura warns Shōko to behave herself while he is gone, since their wedding day is approaching. At City Hall Shōko requests a marriage application. A middle-aged man then asks for a registration for divorce. Meeting on the street, Mika apologizes to Shōko for her tardiness, then takes Shōko to a restaurant. The man who asked for divorce papers at City Hall is the owner of the restaurant. When Shōko indicates that she is having second thoughts about her wedding, Mika dismisses it as \"Marriage blues.\" At night, in bed in her apartment, Shōko slowly rips the marriage application in half. She rides her bicycle back to the restaurant, which is now closed. Kudō recognizes Shōko from City Hall. They talk about the meaning of marriage, and Shōko seduces Kudō in the kitchen. At her apartment Shōko listens to Tamura's phone message. He is angry because Shōko is not there, and says he will not buy the lipstick. Shōko returns to the restaurant in the morning. Yoshida awakens from a drunken stupor in his apartment then bursts into the restaurant in a rage trying to fight Kudō. Riding Shōko home on her bike, Kudō explains that Keiko, his wife, was originally Yoshida's girlfriend and first true love. At Keiko's home, Kudō criticizes her for buying Minoru, the eldest of their two sons, a bicycle before Kudō had given approval. Keiko says that because Kudō is only at home on weekends she has to make the decisions. Angry, Kudō leaves claiming he has work to do. Kudō calls Shōko, who is packing in her apartment. He insists that Shōko meet him at the restaurant. At first reluctant, when she returns from seeing Kudō, Shōko finds Tamura in her apartment. He angrily demands to know what she has been doing for the past few days. Shōko explains that she has decided not to go through with the marriage. Walking on the street while drinking sake, Yoshida passes out from an attack of abdominal pain. In his hospital room, Yoshida tells Kudō that he has to remain in the hospital for another two or three days. As Kudō is leaving the hospital a doctor stops him to talk about Yoshida's condition. Kudō pays a surprise mid-week visit to Keiko. While cleaning up with tissues after a passionless bout of sex with her, Kudō tells Keiko that Yoshida is sick, and that she should visit him. Tamura awakens with a hangover in bed with Mika. Because he doesn't remember the night before, Mika offers to have sex with him again. Tamura is confused and reluctant, but Mika persists. Meanwhile at the restaurant, Shōko tells Kudō she isn't sure she loves him. While performing fellatio on him she comments that men taste bitter, but sweet. In the hospital, Yoshida is surprised by Keiko's visit. Yoshida advises Keiko not to go through with the divorce because he is alone in the world after his own divorce. He then has another attack. In the waiting room Kudō tells Keiko that Yoshida actually has cancer, but that he has not been told. Back in the hospital room, Keiko tells Yoshida that he is not alone in the world. Kudō overhears as Keiko explains that Minoru, her oldest boy, is actually Yoshida's son. Sitting in the park, Keiko tells Kudō that Yoshida was not bitter or angry after she left him for Kudō. Handing Kudō an application for divorce, she asks if he can still love Minoru. Later on a train with her two boys Keiko tells Minoru that they're going to meet someone who wants to see him. Minoru asks, \"Who? Daddy?\" She answers, \"Well, yes.\"<ref namehttp://www2u.biglobe.ne.jp/~p-g/data/2004/040910/torareta.htm|title2010-07-19|languageP.G. Web Site}}\n"}