{"wikiId": "23214099", "titre": "Capitalism: A Love Story", "dateSortie": "2009-09-23", "duree": "127.0", "genre": ["Culture & Society", "Indie", "Drama", "Political cinema", "Social issues", "Documentary"], "resume": "The film begins with a series of security footage of armed bank robberies  accompanied by the song Louie, Louie. Moore then uses an Encyclopædia Britannica archive video to compare modern-day America with the Roman Empire. The film then depicts home videos of families being evicted from their homes, as well as the \"Condo Vultures,\" a Florida real estate agency whose business flourished with the increasing number of foreclosures. The film then cuts back to the past \"golden days\" of American capitalism following World War II, followed by a \"bummer\" speech by President Jimmy Carter warning Americans of the dangers of worshiping \"self-indulgence and consumption\". In the following Ronald Reagan years where the policies of Don Regan \"turned the bull loose\" for free enterprises, corporations gained more political power, unions were weakened, and socioeconomic gaps were widened. Moore suggests that Reagan was favored for his charisma and communication skills rather than effective leadership, and highlights one of Reagan's speeches in which Regan, somewhat indiscreetly, orders Reagan to \"speed it up\", and Reagan quickly obeys. The film then cuts to the kids for cash scandal, Captain Chesley Sullenberger's congressional testimony regarding airline pilots' poor treatment, and coverage of \"dead peasant insurance\" policies, where companies such as Wal-Mart have insurance against losses caused when workers or suppliers die. Moore then interviews several Catholic priests, including Bishop Thomas Gumbleton , all of whom consider capitalism a \"radical evil\" contrary to the teachings of Christianity. The film then presents a parody of what would happen if Jesus was a capitalist who wanted to \"maximize profits,\" \"deregulate the banking industry,\" and wanted the sick to \"pay out of pocket\" for their \"pre-existing condition\" (via clips from the 1977 miniseries titleOctober 2, 2009|firstJacobson|workYoung | firstFilm Review: Capitalism: A Love Story | workhttp://www.filmjournal.com/filmjournal/content_display/reviews/major-releases/e3i2a62ee6983153e305592f2a0419f9dff | datePrometheus Global Media | accessdateNew York, New York}}\n"}