{"wikiId": "7320866", "titre": "Water Drops on Burning Rocks", "dateSortie": "2000-07-14", "duree": "82.0", "genre": ["LGBT", "Erotic Drama", "Japanese Movies", "World cinema", "Gay", "Gay Interest", "Drama", "Gay Themed", "Romantic drama", "Romance Film"], "resume": "A 50-year-old business man Léopold  arrives home with 20-year-old Franz , whom he has just met. Franz is not quite sure why he agreed to come home with Léopold as he is supposed to be meeting his fiancée Anna, but he accepts drinks from Léopold and they begin to get to know each other. Franz tells Léopold that he is not sure whether or not he loves Anna, that he does not really enjoy sex with her, finding more pleasure in books, theatre and life in general. Léopold asks him if he has ever slept with a man. Franz says he has not, but describes a dream where a man comes into his bedroom in an overcoat and has sex with him. Léopold says that although he once lived with a woman for seven years, he has always found sex with men more exciting. They kiss, and Léopold tells Franz to get undressed and into bed. He then appears beside the bed in an overcoat ready to re-enact Franz's dream.  Six months later, Franz is living happily with Léopold. He stays at home while Léopold goes on business trips. When Léopold returns, Franz tends to his every need and has become very passive. Léopold has become very domineering. The two men spend a great deal of time arguing and Franz worries about Léopold leaving him, but they still have a satisfying physical relationship. One night, a melancholy Léopold confesses that he believes he has driven one of his customers to commit suicide. Franz, unsure how to comfort Léopold, seduces him, and they perform the role-play from their first night together, this time with roles reversed.  Franz and Léopold are still enjoying sex together but the animosity between them is growing. Franz threatens to leave, but does not go through with it. When Léopold is away on business, Franz is bored and depressed. He finds a gun and imagines shooting himself. One day his ex-fiancée Anna  visits. She sees how unhappy he is and tells him that she still loves him and wants to be with him. They kiss, and Franz acts out the \"man in overcoat\" sequence with her.  Franz and Anna have been sleeping together in Léopold's apartment for two days. She has convinced him to leave and happily talks about the children they will have together. Although he still loves Léopold, Franz agrees that he should leave. Léopold returns from work early and finds them packing. When Anna tells him that Franz is leaving, Léopold just laughs and tells Franz to get them some coffee. Léopold's ex-girlfriend Véra  arrives and Léopold introduces her, explaining that she is a male-to-female transsexual. Véra is still in love with Léopold. He then tells them that Véra used to like being tied up, and that Franz likes it too. Franz, angry at being humiliated by the older man, says they are leaving, but Anna wants to stay. Léopold wants them all to have fun together. Léopold starts ordering the two women about. They are excited and start getting him whatever he wants. Franz is disgusted. Léopold tells him that although he does not need Franz, Franz needs him. When Léopold and the women go to the bedroom. Franz goes to join them but changes his mind. He fantasises about murdering Léopold. In the bedroom, Véra realises that the others do not need her and leaves them to it. She finds Franz lying on the floor crying. She tells him that she is Léopold's \"creature\", that after he stopped desiring her, she had a sex change operation for him. This worked for a while but Léopold eventually left Véra. Franz tells her that she is still beautiful and despite the fact that they both love Léopold, she suggests that they get together. Franz tells her that it is too late. He has taken some poison and is dying. He says that he is Léopold's creature too. Franz dies. When Véra tells Léopold, he seems unconcerned. Anna is shocked and upset to lose the father of her future children, but when Léopold tells her to get back into bed, she does. Léopold asks Véra to join them in bed, telling her that although he does not need her, she needs him.\n"}