{"wikiId": "680361", "titre": "Dirty Dancing", "dateSortie": "1987-05-12", "duree": "97.0", "genre": ["Dance", "Indie", "Period piece", "Musical", "Coming of age", "Drama", "Romantic drama", "Romance Film", "Musical Drama", "Teen"], "resume": "In the summer of 1963, 17-year-old New Yorker Frances \"Baby\" Houseman  is vacationing with her affluent family at Kellerman's, a resort in the Catskill Mountains. Baby is planning to attend Mount Holyoke College to study the economics of underdeveloped countries and then enter the Peace Corps. She was named after Frances Perkins, the first woman in the U.S. Cabinet. Her father, Dr. Jake Houseman , is the personal physician of Max Kellerman , the resort's owner. Baby develops a crush on the resort's dance instructor Johnny Castle , leader of the working-class entertainment staff. While carrying a watermelon for Billy , Baby is invited to one of the staff's secret after-hours parties and observes the \"dirty dancing\" (i.e., the left|thumb|An iconic scene from the dancing finale<ref nameVernon, Polly|urlHey Baby&nbsp;– we're all Swayze now|dateThe Guardian|accessdateLondon}}Johnny: \"Nobody puts Baby in a corner. Sorry about the disruption, folks, but I always do the last dance of the season. This year somebody told me not to. So I'm gonna do my kind of dancin' with a great partner, who's not only a terrific dancer, but somebody who taught me that there are people willing to stand up for other people no matter what it costs them. Somebody who taught me about the kind of person I want to be: Miss Frances Houseman.\" At the final talent show of the season, Jake gives Robbie a check to help defray the costs of medical school. Robbie then willingly confesses to getting Penny pregnant and insults her in the process, leading Jake to angrily snatch the envelope back. Also, to everyone's surprise, although Johnny's been fired and left the premises, he returns to the resort to perform the final dance of the season with Baby. Criticizing the Housemans for their choice of Baby's seat at the table, Johnny declares the now-famous line, \"Nobody puts Baby in a corner,\" as he pulls her up from their table. He leads her onstage, interrupting the show which is already in progress. After Johnny makes a brief speech about how \"Frances\" has made him a better man, he and Baby dazzle the audience with a stunning dance performance to the song \"The Time of My Life\", which ends with Baby doing the lift successfully for the first time. After the dance, Jake apologizes to Johnny and admits that he was wrong to assume Johnny had gotten Penny \"in trouble\". Jake also praises Baby for her dancing. The film ends as the dance sequence continues and the room is transformed into a nightclub, where everyone  dances together.\n"}