{"wikiId": "27457018", "titre": "La Morte Vivante", "dateSortie": "1982", "duree": "91.0", "genre": ["Horror", "World cinema"], "resume": "Catherine Valmont is a young woman who died at the age of 20  from what we do not know. She is resurrected when toxic waste spills after an earthquake, she kills the thieves that has came down to the crypt below her house to steal the jewellery from her and the woman who must be her mother. A woman named Barbara spots Catherine walking through a field and takes a few photos, Barbara's boyfriend Greg doesn't take any notice. Catherine returns to her old house - The Valmont Mansion and immediately memories of her childhood come back to her, one of her and her childhood friend Hélène. As Catherine wanders the house an estate agent in showing an old couple around as the Valmont mansion is up for sale. When the estate agent leaves the property, the phone rings, Catherine answers, it's Hélène , she ringing to get in contact with the estate agent but is too late, unable to speak Catherine opens a music box, the same one she and Hélène used to play with when they were kids, Hélène whispers \"Catherine\". Knowing something weird is going on, Hélèn packs up to go the Valmont mansion. The Estate agent later arrives back to the Valmont Mansion with her boyfriend so that they can make love in one of the rooms, they hear a noise coming from one of the rooms, thinking its probably a rat, he goes to check it out and comes back with his neck cut open, the woman screams as his blood goes all over her, Catherine then runs in and sticks her sharp finger nail into her neck, as the woman runs out in panic, Catherine drinks the mans blood, the woman dies outside on the steps, Catherine follows and begins to drink her blood. Hélène arrives and is shocked to discover the dead bodies, she then discovers Catherine naked and playing the piano, believing that Catherine didn't really die but was actually hidden for the past two years. Hélène washes the blood off Catherine and puts her to bed, Hélèn then drags the bodies down to the crypt and discovers the dead bodies of the jewel thieves. Catherine creeps down and begins to drink the blood from one of the bodies, Hélen stops her and realises Catherine did, in fact, die, Hélène cuts her arm and lets Catherine drink her blood until she can think of a way to supply her friend with blood. Barbara goes around the village asking who the woman is in the photo she took and always gets the same answer that it's Catherine Valmont and she died two years ago. Greg thinks Barbara is making too much of it. Hélène tries to understand what is going on in Catherine's head, she tries to teach her how to talk again. Hélène also decides it time she brought a victim for Catherine and drives her car to the road side, a woman stops and Hélène tells her that her car broke down and she needs to go back to her house for the fuel, the woman kindly drives her. At the house she offers the woman a drink, Hélène leaves her for a moment, the woman soon begins to panic as all the doors seem to be locked, Hélène finds her and locks her in the crypt, Catherine grabs her and rips her stomach out. Barbara shows up at the Valmont mansion to see Catherine and finds her sitting on the rafters in the barn playing with her music box, she goes into the house to phone greg, Hèlène finds her and tells her she can't have the photos of Catherine. Barbara tries to persuade Catherine to go to the village with her to show everyon she is alive, Hélène then tries to grab the camera and they get into a fight but Barbara gets away. Catherine realises that she must be killed and asks Hélène to kill her, Hélène goes to the village to bring Catherine another victim, Barbara spots her in the village. When Hélène returns with the girl to give to Catherine, she tells Hélène that she doesn't want to kill anymore, Hélène ties the girl up and cuts her. Barbara and Greg arrive at the house, as Hélène goes up Catherine frees the girl and tells her to go and tell the village what shes seen. Hélène confronts Barbara and sets fire to her, Barbara runs screaming outside and jumps in the water, Hélène sticks an axe in Greg's head. Hélène saves Catherine from drowning herself, Catherine tells her to stay away but she then grabs Hélène and eats her alive.\n"}