{"wikiId": "5700611", "titre": "Ao no Honou", "dateSortie": "2003", "duree": "116.0", "genre": ["Japanese Movies"], "resume": "Shūichi Kushimori  lives with this mother Yūko  and younger stepsister Haruka . One day, his estranged stepfather Ryūji Sone  suddenly returns home and begins to freeload off his family. After Shūichi encounters what appeared to be Sone making sexual advances towards Haruka one night, he tries to get rid of Sone. However, Shūichi discovers that it is impossible to do so legally. During his art class, he secretly returns home to a sleeping Sone. After thorough research and experimentation on electrocution, he carries out his plan and kills his stepfather. The police declares that Sone had died of natural causes. Shūichi continues his everyday life and begins seeing classmate Noriko Fukuhara . One day, Takuya Ishioka , a classmate who skips school and causes trouble, goes to see him at the convenience store where he works. Ishioka, who knows what Shūichi did, threatens to tell the police if Shūichi does not get him 300,000 yen  in a week. In his room, Haruka reveals to him that Sone had been dying of cancer. Although Shūichi regrets his actions, in order to keep Ishioka quiet, he fools Ishioka into staging a robbery at his workplace. Shūichi stabs him, making it look like an act of self-defense. However, police officer Masashi Kano , who also met Shūichi at the time of Sone's murder, finds flaws in Shūichi's claims and actions. While seeing Noriko home at the train station, Shūichi admits to her that he is a murderer. The police manages to uncover the truth of what really happened to Sone and Ishioka, but Kano lets Shūichi go home on the basis that he promises to willingly turn himself in the next day. After having breakfast as usual with his family and leaving a tape-recording for Noriko at school, Shūichi commits suicide. In his tape-recording, Shūichi talks about his favorite things. Noriko stops coloring her drawing of a future Shūichi blue to listen.\n"}