{"wikiId": "11546067", "titre": "La Mirada del Otro", "dateSortie": "1998-02-20", "duree": "104.0", "genre": ["Erotic Drama", "Drama"], "resume": "Begoña is a thirty something consultant who has rebelled against her upper middle class background and has overdone it with sex ever since her youth. On recommendation of her psychoanalyst she keeps a video diary of her encounters using a palm-sized video gadget called \"The Owl\". On Christmas Eve, reluctantly, Begoña goes to have dinner with her dysfunctional family: her stern mother, her married brother and her younger sister. Soon, Begoña, the family’s black sheep, clash with her relatives. She leaves abruptly in disharmony, only her sister seems sympathetic towards her. The same night in a bar, Begoña is befriended by Daniel, a solitary handsome man in his late teens. The attractive and self assure Begoña draws his attention, but when her on and off ex boyfriend Elio, and adventurous biker, shows up at the bar, an argument ensures between Elio and Daniel. The next morning Begoña wakes up in her bed with Daniel next to her. Drunk as she was, she does not remember what had happened. They had sex, he tells her, and it was wild. Young, rich and without any real occupation, Daniel stars to pursue Begoña relentlessly, but although she is flattered she ignores him. He is far from her only love interest, besides Daniel and Elio there is Ramón, Begoña’s coworker and sometimes lover. She is tired of him and rebuffs his advances coldly. Only, Ignacio, an older painter, seems to hold her interest. Old enough to be her father, Begoña has been Ignacio’s lover for many years. Although Daniel has followed her to Ignacio’s house, he is not deterred in his interest for Begoña. When New Year ’s Day comes, Begoña goes to a party and gets reunited with her friends of younger days. The host is Santiago, Begoña‘s high School boyfriend. He is now married with twins and Begoña wonders how her life could have been that of a traditional wife and mother. At the party, there is also Marian, Begoña's friend, who is married to a much younger man, but is having trouble getting pregnant. On her request, Begoña helps Marian to collect from her husband the sperm she needs for an artificial insemination. Begoña's spirit of adventure make her accepts the challenge of Elio, her friend and sometimes lover, to go into a rough section of Madrid pretending to be a prostitute. However, once there she is brutally raped by the local pimp, a beefy tall man in drag. After that terrible experience Begoña looks for a more respectable life. Once again causing a commotion with her family, Begoña marries Daniel and have a child with him. Nevertheless, unsatisfied, one day, she decides to return to the seedy neighborhood where she was raped, looking for more.\n"}