{"wikiId": "16019180", "titre": "Fitna", "dateSortie": "2008", "duree": "17.0", "genre": ["Short Film"], "resume": "The film shows a selection of Suras from the Qur'an, interspersed with newspaper clippings and media clips with The Arabian Dance and Åses død as an underscore.<ref namehttp://www.nrc.nl/international/article1028543.ece/Fitna_the_Movie_not_hyperbole_or_metaphor_but_repetition|titleBas|last2008-03-28|accessdateNRC Handelsblad}}<ref namehttp://www.washingtontimes.com/apps/pbcs.dll/article?AID'Fitna' premiere fails to shock|date2008-03-31|workLeander|lasthttp://story.malaysiasun.com/index.php/ct/9/cid/b8de8e630faf3631/id/342114/cs/1/|titleMalaysia Sun|date2008-04-01}}  Wilders said the 15-minute film shows how verses from the Qur'an are being used today to incite modern Muslims to behave violently and anti-democratically based on those verses.<ref nameKoranfilm Wilders heet 'het kwaad'|languagehttp://www.telegraaf.nl/binnenland/3253921/_Koranfilm_Wilders_heet__het_kwaad___.html?pageNumbertelegraaf.nl|date2008-03-08}}<ref namehttp://www.spectator.co.uk/print/the-magazine/features/553681/a-filmmaker-who-lives-in-the-shadow-of-a-fatwa.thtml|titleDouglas|lastSpectator.co.uk|date2008-03-24}} He later described the film as \"a call to shake off the creeping tyranny of Islamization,\" Suras are juxtaposed to video clips of Imams stating Islamic teaching, and videos of violent atrocities committed in the name of Islam, including major terrorist attacks. is translated as: Footage of the September 11 attacks is shown, followed by the Madrid train bombings. is shown as a justification for Islamic antisemitism. Sheikh Bakr Al-Samarai is shown raising a sword while declaring: \"If Allah permits us, oh nation of Mohammed, even the stone will say Oh Muslim. A Jew is hiding behind me, come and cut off his head. And we shall cut off his head! By Allah, we shall cut it off! Oh Jews! Allahu Akbar! Jihad for the sake of Allah!\" Headlines concerning assaults and death threats to former Muslims Ehsan Jami, Salman Rushdie and Ayaan Hirsi Ali are shown. The final Sura used in the film is Sura 8, verse 39: is a depiction of a possible future dystopian Netherlands. Children of Shia Muslims are shown with blood covering their faces, |- | style\"text-align:center;\" |&nbsp;&nbsp;4  |- | style\"text-align:center;\" | 39  The picture was shot for the rapper's album 'Nederlands Grootste Nachtmerrie' , which according to the singer's website, was shot to be 'exactly like the mugshot of convicted killer Mohamed B'. A 2007 article by Dutch newspaper De Dag had captioned an article about the killer with the shot. On that occasion, Salah Edin's received an out-of-court libel settlement for the publication. Edin has accepted a settlement of €25,000 for copyright infringement. \n"}