{"wikiId": "19231529", "titre": "Davitelj protiv davitelja", "dateSortie": "1984", "duree": "93.0", "genre": ["Thriller", "Black comedy", "Horror", "Comedy", "Comedy Thriller"], "resume": "In the mid 1980s Belgrade finally gets its first serial killer: an awkward carnations seller named Pera Mitić . Mitić is an overweight 48-year-old man who is in an Oedipus kind of way connected to his aging mother. His mother often punishes him when he does not sell any of the carnation flowers. His punishments include kneeling on nutshells while being slapped by his mother or being locked in the water tank. This is the reason why he starts killing every girl who refuses to buy his flowers. Mitić's character can be compared to Norman Bates's character and relationship with his mother. After the first murder, mostly incompetent inspector Ognjen Strahinjić (Nikola Simić  starts the investigation. His attempt to catch the strangler by employing an undercover agent, Rodoljub Jovanović , ends up tragically. Strahinjić is a loner who lives only with his cat George, who is his best friend. He is a short man, with a thin mustache and is similar to Inspector Clouseau from the Blake Edwards's The Pink Panther series. The plot gets even more complicated when a rock star Spiridon Kopicl  obsessed with the strangler records the song \"Bejbi, bejbi\" , with his band VIS Simboli, dedicated to the strangler which immediately became nationwide hit. Mitić, having heard the song, becomes delighted; he even strangled his own mother in order to hear it on the TV. While Mitić's number of victims becomes bigger, Kopicl is focused on Sofija  who is a host of a popular musical show on the radio. While attempting to strangle Sofija, Mitić gets on his way and while attacking her gets his ear bitten by Sofija in self defence. Kopicl gets the credit of a savior and a hero and gets married to Sofija. On their honey moon, in the climax of his obsession, Kopicl strangles Sofija while Mitić, dressed as his mother, is watching the whole thing. Mitić then enters the room and asks for his ear. Kopicl runs to an abandoned building where, after a struggle, hangs Mitić who bit his ear. In the end all of the crimes, including Sofija's death, are credited to the late Mitić. Kopicl, while getting his ear bitten hears a melody on which he composed a symphony inspired with crime and, after the death of his father, gets married to his attractive stepmother.\n"}