{"wikiId": "8689339", "titre": "The Marathon Family", "dateSortie": "", "duree": "92.0", "genre": ["Comedy"], "resume": "The story takes place in an unnamed small Serbian town in 1935, and focuses on the Topalović family, whose members consist of six generations of undertakers: gravely ill Pantelija, wheelchair-bound Maksimilijan who's also mute and nearly deaf, rheumatic Aksentije, sober-minded Milutin, impulsive and narcissist Laki, and young and naive Mirko. Constantly bickering amongst each other, the latest family arguments arise from the youngest son, Mirko, not wanting to continue the family business of coffin-making. Deeply in love with a local girl Kristina, the daughter of a local hoodlum Bili Piton, he's looking to avoid the career path of his father, grandfather, great grandfather, etc. Though operating out of a prominently located shop in the town, Topalovićs' business is mostly based on illegal activities. Instead of making brand new coffins, they simply recycle already used ones with the help of Bili Piton, whose men dig them out from the local cemetery during the night. Once they get their hands on the coffins that had been dug up, Topalovićs simply refurbish them and sell them as new, thereby making a large profit with very little overhead. Based on mutual financial interest, the business relationship between Topalovićs and Bili is deteriorating by the day as they owe him a large sum of money for the past services rendered and show no intention of paying him. In parallel, Topalovićs are in the finishing stages of building a modern crematory on which they're placing high hopes as the future source of income. One day, the oldest Topalović, Pantelija, dies and leaves family inheritance to himself because he does not trust his successors. Topalovićs leave business with Bili Piton and he threatens to report them to the police for killing a man in a car accident. Bili's daughter, Mirko's love Kristina wishes to become an actress in  movies made by Mirko's best friend Đenka. However, she cheats on Mirko with Đenka, so outraged Mirko kills her when he finds out. He returns to his family and makes himself their leader by force, while Đenka is accidentally burned alive by the deaf Maksimilijan, while repairing the crematorium. The movie ends with a showdown between the Topalovićs and Bili Piton, in which Bili Piton is killed, and then a chase between Topalovićs and the police, with a scene abruptly cut just as raging Mirko attempts to run over a police officer fallen from a bicycle.\n"}