{"wikiId": "4181076", "titre": "Otesanek", "dateSortie": "2001-01-25", "duree": "126.0", "genre": ["Horror", "World cinema", "Stop motion", "Surrealism", "Japanese Movies", "Animation", "Fantasy", "Comedy", "Drama"], "resume": "Karel Horák  and Božena Horáková  are a childless couple and for medical reasons are doomed to remain so. While on vacation with their neighbors at a house in the country, Karel decides to buy the house at the suggestion of his neighbor. When he is fixing up the house, he digs up a tree stump that looks vaguely like a baby. He spends the rest of the evening cleaning it up and then presents it to his wife. She names the stump Otík and starts to treat it like a real baby. She then works out a plan to fake her pregnancy and becoming more and more impatient she speeds up the process and 'gives birth' one month early. Otík comes alive and has an insatiable appetite. Alžbětka , the neighbor's daughter, has been suspicious all along, and when she reads the fairy tale about Otesánek, the truth becomes clear to her. Meanwhile little Otík has been just eating and growing. At one point he eats some of Božena's hair, and another day she returns home to find that Otík has eaten their cat. Karel and his wife are at odds with Karel pushing for killing the thing and Božena defending it as their child. The baby later consumes a postal worker  and then a social worker . The resulting deaths lead Karel to tie up and lock Otík away in the basement of their apartment building, leaving Otík to starve. Alžbětka secretly takes over as prime caretaker. She tries to keep Otík fed with normal human food, but, when her mother stops her, she is forced to drawing straws  to choose a person to feed to Otík. The first victim is an old man and pedophile, Mr. Žlábek , and the second victim is Karel himself, who had come with a chainsaw but on seeing Otík calls him \"son\" and drops the chainsaw. Afterwards, Božena goes into the basement and is heard screaming. In the end, Otík disobeys Alžbětka despite repeated warnings and eats the cabbage patch of the paní správcová , meaning porter's wife or an old woman.  In the fairy tale upon which the movie is based, the old woman kills Otesanek by splitting his stomach open with a hoe, however, the film ends with her descending the stairs, Alžbětka reciting the end of the fairy tale tearfully; the audience is not allowed to witness the deed.\n"}