{"wikiId": "36544941", "titre": "Desperate Endeavors", "dateSortie": "2011-04-15", "duree": "", "genre": ["Drama", "Comedy"], "resume": "A 1970ʼs New York City setting finds Indian-born immigrant Ram Patel trying to establish himself in the turbulent city-life where he encounters various hurdles that prevent him from obtaining his goals of becoming successful and wealthy. The pursuit of the American dream becomes littered with pot-holes for the earnest protagonist Ram Patel. Arriving from the airport to stay with a family friend, he finds himself instantly disliked by an African-American landlord  that attempts to make Ram miserable. Pounding the pavement for a job, Ram is taken-on by a CPA firm run by a strict, former military crew-cut martinet who hires other Indian men like Ram to do countless hours of accounting grunt-work in a hot-box dingy office. With no money to save, he begins to borrow heavily and digs himself into insurmountable debt. In the midst of this self-inducedmisery, he sends for his wife & daughter from India and continues his “façade” of a successful appearance to his newly arrived wife by going into even further debt on more newly printed credit cards and “latched-onto” friends. These friends and co-workers begin to get irritated by his lack of commitment to payback, and this leads our protagonist being pressed into self-doubt and constant searching for both “a way out” and purposeful meaning in his life. Proclaiming to push ahead through his frustration and predicament is based more onstubbornness than enlightenment, where a “donʼt quit“ mind-set becomes “fuel- to-the-fire” for his out-of-control situation. Ram has his car stolen, and he becomes enslaved to his increasing debt status, which makes his wife question his responsibility as a husband, father and a man. RAMʼs wife RANI becomes pregnant again, and he must reluctantly send her back to India to deliver their new child due to a lack of medical insurance in the USA. Rani protests, but Ram mentions “financial suicide” as to their status, and Rani goes back to India for the birth of their second daughter. Into the life of Ram Patel comes an eccentric array of characters who swirl his life into confusion. A colleagueʼs mother offers her connection to a spiritual Holy-man known as “DADA BHAGWAN,” whose followers revere him as mentor and benevolent wise master, professing the release of ego for enlightenment. Ram passes up this spiritual growth opportunity, instead trying to make his way on a fortune- seeking venture in a new business with a puffed-up, egotistical entrepreneur named “ADESH.” Ram continues “spinning-his-wheels” and finally tries an introductory session with the eminent Dada Bhagwan. Confronting himself is an intensely difficult proposition, but awareness comes suddenly like lightning and Ram turns over a “new leaf” as the situation begins to eventually swing in Ram Patelʼs favor. This compelling story addresses the overall-immigrant experience of the mid–tolate 20th Century, where “culture- clash” and “making it in America” are the pillars under which many lives are built, or crushed by! The filmʼs ultimate message and Ram Patelʼs plight and subsequent transformation by Dada Bhagwan become the hook whereby any individual can absorb the bracing impact of undeniable fate that results in a firmly entrenched “never-give-up” attitude. Old and young alike will feel a positive, uplifting cathartic reaction to “Desperate Endeavors.\n"}