{"wikiId": "1208705", "titre": "Look at Me", "dateSortie": "2004-09-22", "duree": "111.0", "genre": ["Romantic comedy", "Ensemble Film", "World cinema", "Comedy-drama", "Coming of age", "Comedy", "Drama", "Music"], "resume": "The protagonist, Lolita Cassard, lacks confidence and self-esteem because she doesn't look like the women who fill the pages of fashion magazines. Her father, Étienne Cassard, is a respected novelist, but rarely considers the feelings of others, only thinking of himself and worrying about aging. Pierre Millet, a younger writer, doubts he will ever be successful. Meanwhile, Sylvia Millet, a singing teacher, believes in her husband's talent, but doubts her own and that of her student, Lolita. When Sylvia discovers that Lolita is the daughter of Étienne, an author whom she admires, she befriends Lolita in order to gain access to Étienne for her husband's sake. Lolita does not believe or see that Sylvia is just another person being generous to her because her father is famous. She begins to confide in Sylvia about her father, love life, and self-confidence issues. Sylvia surprisingly takes a liking to Lolita and begins to see Étienne for the man he really is. Throughout the film Sébastien, a young journalist, befriends Lolita. He is the only one with pure intents, even after he finds out who her father is. He takes a liking to Lolita, but she refuses to show any interests and is only infatuated with another boy, Mathieu. Mathieu is everything Sébastien is not. Mathieu only has interest for Lolita because of her father and mistreats her. Lolita casts all of these same behaviors on Sébastien and does not realize that he truly does like her for herself. After a crazy weekend at Étienne's cottage, Sylvia leaves Pierre because he has become just like Étienne, Lolita goes after Sébastien because she realizes he has honest intentions, and Étienne is repeatedly reminded that he is an indifferent father to Lolita.\n"}