{"wikiId": "40672", "titre": "Léon: The Professional", "dateSortie": "1994-09-14", "duree": "100.0", "genre": ["Thriller", "Crime Fiction", "Buddy film", "Indie", "World cinema", "Action/Adventure", "Coming of age", "Drama", "Crime Thriller", "Action"], "resume": "Leone \"Léon\" Montana  is a hitman  living a solitary life in New York City's Little Italy. His work comes from a mafioso named Tony , who operates from the \"Supreme Macaroni Company\" restaurant. Léon spends his idle time engaging in calisthenics, nurturing a houseplant that early on he describes as his \"best friend\",<ref name9806E6DD1031F93BA25752C1A962958260 He May Be a Killer, But He's Such a Sweetie], a November 1994 review of the film from The New York Times and  watching old Gene Kelly musicals. One day, Léon sees Mathilda Lando , a twelve-year-old girl who is smoking a cigarette and sporting a black eye. Mathilda lives with her dysfunctional family in an apartment down the hall. Her abusive father and self-absorbed stepmother have not noticed that Mathilda stopped attending class at her school for troubled girls. Mathilda's father  attracts the ire of corrupt DEA agents, who have been paying him to stash cocaine in his apartment. After they discover some of the drugs missing, DEA&nbsp;agents storm the building, led by sharply dressed drug addict Norman Stansfield . During the raid, Stansfield quickly becomes unhinged and murders Mathilda's entire family one by one, except for Mathilda, who was missing only because she was out shopping. Mathilda returns from her shopping trip as the group clean up the carnage, and realizes what happened just in time to continue down the hall, where a reluctant Léon gives her shelter. Mathilda quickly discovers that Léon is a \"cleaner\", or hit man. She begs him to take care of her and to teach her his skills as a cleaner. She wants to avenge the murder of her four-year-old brother, telling Léon that he was the only one of her family she loved. Léon shows her how to use guns, including a scoped rifle. In return, she runs his errands, cleans his apartment, and teaches him how to read. Several times Mathilda tells Léon \"I love you\", but he offers no response. Then one day after Mathilda has learned how to shoot, she fills a bag with guns from Léon's collection and sets out to kill Stansfield. She bluffs her way into the DEA office by posing as a delivery girl, only to be ambushed by Stansfield in a bathroom. Mathilda learns from Stansfield and one of his men that Léon has killed one of the corrupt DEA agents in Chinatown that morning. Léon, after discovering her plan in a note left for him, rescues Mathilda, shooting two more of Stansfield's men in the process. Stansfield, now enraged that Léon has killed more of his men, goes to find Tony, then beats him to find out where Léon is. When Mathilda returns home from grocery shopping, an NYPD ESU team sent by Stansfield takes her hostage and attempts to infiltrate Léon's apartment. Léon ambushes the ESU team and grabs Mathilda. Back in his apartment, Léon creates a quick escape for Mathilda by smashing a hole in an air shaft. He reassures her and tells her that he loves her and that she has given him \"a taste for life\", moments before the police come for him. In the chaos that follows, Léon sneaks out of the apartment building disguised as a wounded ESU officer. He goes unnoticed save for Stansfield, who recognizes him and follows him downstairs, sneaks up behind him, and shoots him in the back. As Léon falls, he places an object in Stansfield's hands that he says is \"from Mathilda\", and dies. Opening his hands to see the object, Stansfield discovers that it is the pin from a grenade. He then opens Léon's vest to find a cluster of active grenades, which detonate moments later, the huge explosion killing him instantly. Mathilda heads to Tony's place as Léon had instructed her before he died. Tony refuses to give her the money he had saved for Léon, offering her instead to give her money when she needs it—the same con he plied on Léon. Tony tells her school should be her priority for now. Mathilda asks Tony to give her a job, insisting that she can \"clean\" like Léon. Tony sternly says he \"ain't got no work for a 12-year-old kid!\" With nowhere else to go, Mathilda returns to a private school from her past. She recounts her story to the headmistress, who readmits her. Mathilda then walks into a field near the school with Léon's houseplant in hand. She digs a hole and plants it, as she had told Léon he should, to give it roots.\n"}