{"wikiId": "31746580", "titre": "Barravento", "dateSortie": "1962", "duree": "78.0", "genre": ["Social problem film", "Drama"], "resume": "In a village of xaréu  fishermen, whose ancestors came as slaves from Africa, persist old mystic cults connected to candomblé. The arrival of Firmino, a former inhabitant who moved to Salvador, running away from poverty, transforms the peaceable panorama of the place, and polarizes tensions. Firmino is attracted to Quota, but he is not able to forget Naína who, on her part, likes Aruã. Firmino orders dispatch against Aruã, that isn’t attained, in opposite to the village that sees the cut net, impeding the fishing. Firmino stirs up the fishermen to revolt against the owner of the net, coming to destroy it. Policemen arrive at the village to control the equipment. In his fight against exploitation, Firmino argues against the master, mediator between the fishermen and the owner of the net. A fisherman convinces Aruã of fishing without the net, since his chastity would make him a protected man of Iemanjá. The fishermen are successful in their piecework, under the leadership of Aruã. Naína reveals her impossible love for Aruã to an old black woman. In his defeat against mysticism, Firmino convinces Quota of taking away Aruã’s virginity, and consequently breaking the religious enchantment that makes him a protected man of Iemanjá. Aruã takes the bait. A storm announces the “barravento”, the violent moment. The fishermen leave for the sea, two of them die, Vicente and Chico. Firmino denounces Aruã’s loss of chastity. The Master reneges. The dead bodies are guarded, and Naína accepts to make the ritual, so she can marry Aruã. He promises the marriage, but before he decides to leave for the city to work and to earn money for the purchase of a new net. In the same place where Firmino arrived at the village, Aruã leaves for the city.\n"}