{"wikiId": "18625617", "titre": "Merveilleuse Angélique", "dateSortie": "1965", "duree": "105.0", "genre": ["Swashbuckler films", "Costume Adventure", "Adventure"], "resume": "After the execution of Jeoffrey de Peyrac, Angélique finds refuge at the Cour des Miracles and the boss Calembredaine, he turns out to be her childhood friend and first love Nicolas. With his help she finds back her children. After a fight between two rivalling gangs, Nicolas is shot and Angélique is arrested and sent to the Châtelet. She asks the captain to let her go rescue her children, he agrees but she has to come back to spend the night with him. Angélique goes to the headquarters of the Grand Coërse and rescues her children. She brings them to Barbe and asks her to take care of them because she has a debt to pay. Angélique returns to the Châtelet where the captain is waiting for her. He tries to kiss her but they struggle and he falls down. She escapes and flees to Barbe who now works in an old run-down inn called \"Le coq Hardi\".   After persuading the owner 'Maître Bourjus' to employ her, Angélique renames the inn \"Le masque rouge\", it is a big hit in Paris. One day she meets her old enemy, Monsieur, brother of the king, accompanied by his noblemen. A tragedy occurs, \"Le masque rouge\" burns to the ground and Angélique swears revenge. She calls on her friend Claude le Petit aka \"Le poète crotté\". He writes pamphlets in which they accuse the noblemen surrounding Monsieur. The king disapproves what his brother did but he doesn't like what Angélique is doing. He sends his best policeman to her, the former lawyer of Jeoffrey, Desgrez. He promises her a license to make and sell chocolate and 50.000 livres as compensation for the loss of \"Le masque rouge\", on the condition that she stops publishing the pamphlets and Monsieur's name isn't mentioned. In her new establishment she then encounters her cousin Philippe de Plessis-Bellières. They have a passionate affair, but Angélique wants him to marry her so she blackmails him with an old secret. Eventually Philippe asks her to be his wife and he introduces her to the court.\n"}