{"wikiId": "1771762", "titre": "The Brain That Wouldn't Die", "dateSortie": "1962-08-10", "duree": "90.0", "genre": ["Science Fiction", "Horror", "Indie", "Black-and-white", "Cult", "Comedy", "B-movie", "Horror Comedy"], "resume": "Dr. Bill Cortner  is a successful scientist with a beautiful fiancée named Jan Compton . After a horrible car accident decapitates Jan, Dr. Cortner collects her severed head and rushes it to his laboratory, where he revives it and manages to keep it alive in a liquid-filled tray. Cortner now decides to commit murder to obtain an attractive new body to attach to his fiancée's head. As he hunts for a suitable specimen, Jan begins to hatch some murderous plans of her own. Filled with hatred for Cortner because he won't let her die, she communicates telepathically with a hideous mutant in the laboratory cell, telling it to kill the scientist. The mutant monster begins by killing the doctor's assistant; after feeding the monster and doing some general cleanup around the laboratory, he unwittingly stands before the hatch in the door of the monster's cell/closet , whereupon the monster thrusts his giant arm through and tears the assistant to pieces. After searching for some suitable subjects, Cortner brings one to his residence and, drugging her drink so that she loses consciousness, carries her down to the lab. Jan protests when Cortner explains his plan to transplant her head onto this new body, and he summarily tapes her mouth shut. Once again, the scientist stands in front of the door to the monster's cell, with the hatch, once again, open. This time, the monster grabs the scientist through the door and, securing him in a headlock, applies such force that the door is torn from its hinges. We finally see the monster, which other than its bloodstained clothes and its seven-foot height has a horribly deformed head . At the end, the laboratory is seen to be ablaze; Cortner lies dead on the floor and the monster has carried the girl away to safety. As the lab goes up in flames, Jan says \"I told you to let me die.\" The film goes to black while Jan cackles maniacally.\n"}