{"wikiId": "24118980", "titre": "Kung Fu Cyborg", "dateSortie": "", "duree": "102.0", "genre": ["Science Fiction", "Action", "Chinese Movies"], "resume": "Officer De Ming is the pinnacle of modern law enforcement. Courteous. Courageous. Committed. Almost human. Designed to handle assignments too dangerous for traditional methods, De Ming is the first in the TN Research Bureau’s \"K Series\"—a revolutionary cybernetic organism programmed with a sophisticated social conscience. Sent to a remote town as part of a covert training operation, De Ming is placed under the supervision of the local police captain, Xu Dachun. Xu’s mission: facilitate De Ming’s integration into the community while protecting the secret of his young protégé’s true identity. Charmed with a talent for delivering both justice and compassion, De Ming is quick to win the hearts of the town residents—though none more completely than that of Su Mei, a fellow officer who also happens to be the object of the captain’s secret affection. Nothing in De Ming’s programming has prepared him for this. But affairs of the heart are put on hold when word arrives that one of De Ming’s cybernetic siblings, the K-88, has disappeared after suffering a critical neural meltdown. Together, the two men hunt down and confront the malfunctioning cyborg in a spectacular clash of artificial wills that leaves the captain scarred, and De Ming confused and conflicted about his role in human society. Mission completed, the consequences of De Ming’s actions continue to haunt the young cyborg. The captain’s behavior has become increasingly strange and erratic since the battle with the K-88, a fact that De Ming feels compelled to hide from co-workers and superiors. Su Mei’s behavior is no less troubling as she seems incapable of understanding that as a machine he is unable to love her in the way she so desperately desires. Torn between his bond to humanity and the knowledge that he will never be a part of it, De Ming must find within himself the strength to defeat the group of cyborg assassins that has descended on the town to avenge his betrayal of cyborg.\n"}