{"wikiId": "4949692", "titre": "Désirée", "dateSortie": "1954-11-16", "duree": "110.0", "genre": ["Biographical film", "Drama"], "resume": "The film tells the fictionalised story of Désirée Clary and her relationship with Napoleon. In 1794, in Marseille, Désirée Clary  makes the acquaintance of a Corsican named Joseph Bonaparte  and invites him and his brother, Gen. Napoleon Bonaparte , to call upon the family the following day. The next day, Julie , Désirée's sister and Joseph are immediately attracted to each other, and Napoleon is taken with Désirée. He admits to her that the poor Bonaparte brothers need the rich dowries of the Clary sisters. Later, Désirée learns that Napoleon has been arrested and taken to Paris. Napoleon eventually returns to Marseille, tells Désirée that he has been cleared of all charges, but has been ordered to track down royalists in Paris. Désirée begs Napoleon to leave the Army and join her brother in business, but he scoffs at the idea and instead proposes marriage. Désirée accepts and lends Napoleon the money to return to Paris. Napoleon tells her that he will always love her and will return soon for their wedding but, as the months pass, Désirée begins to doubt him and goes to the city where she meets General Jean-Baptiste Bernadotte . She learns that Napoleon is engaged to the wealthy, Joséphine de Beauharnais . Désirée contemplates suicide, but she is stopped by Bernadotte who falls in love with her. Later, in 1797, Napoleon, now France’s leading general, has succeeded in conquering Italy, and Désirée lives in Rome with Julie and Joseph. She soon tires of Rome, however, and decides to return to Paris, where she meets Napoleon, now married to Josephine, who announces that he will be leaving for Egypt. Bernadotte is thrilled to see Désirée again and proposes marriage to her. By July 4, 1799, Désirée and Bernadotte have happily settled into married life and have a son, Oskar. On November 9, 1799, Napoleon is proclaimed First Consul of the French Republic and asks Bernadotte to join his council of state. Bernadotte agrees. Several years later, Napoleon is proclaimed emperor, and at his coronation he takes the crown from the hands of Pope Pius VII and crowns himself. Five years later, desperate for an heir, Napoleon divorces Josephine, and Désirée comforts her former rival, before Napoleon’s upcoming marriage to the eighteen-year-old Marie Louise of Austria . Napoleon involves France in more wars, and Bernadotte is approached by representatives of the king of Sweden, who wishes to adopt him and make him the heir to the throne. Désirée, stunned by the news that she will one day be a queen, nevertheless supports her husband, and eventually Napoleon allows both of them to leave Paris. In Stockholm, Désirée does not fit in with the royal family and asks to go home. Eight months later, she attends a ball in Paris at which Napoleon shows off his new son. Napoleon makes veiled threats about Bernadotte’s alliance with Russia and announces to the crowd that she will be held hostage to ensure Sweden’s support while his army marches through Russia to Moscow. Napoleon’s army is defeated and he visits Désirée and asks her to write a letter to Bernadotte, requesting his help. Désirée realizes that Napoleon still loves her and came more for her than to seek her husband’s help. Soon after, Bernadotte leads one of the armies that overwhelms Napoleon, and the triumphant general reunites with Désirée before returning to Sweden. Napoleon’s exile to Elba is short-lived, however, and after the battle of Waterloo, Napoleon retreats with his personal army to the Château de Malmaison. Representatives of the allied armies ask Désirée to speak with Napoleon, hoping that she can persuade him to surrender. Napoleon agrees to speak with Désirée alone, and muses on what his destiny would have been if he had married her. Napoleon proclaims that he has given his life to protect France, but Désirée gently tells him that he must do as France asks and go into exile on St. Helena. Commenting on how strange it is that the two most outstanding men of their time had fallen in love with her, Napoleon gives Désirée his sword in surrender, and assures her that her dowry was not the only reason he proposed to her many years ago in Marseille.\n"}