{"wikiId": "27604388", "titre": "Date for Hire", "dateSortie": "", "duree": "", "genre": ["Romance Film", "Comedy film"], "resume": "Plot}} 'No Game' Marcus is the Mayflower Bar’s only regular customer – and he doesn’t even drink. LaMont, Marcus’s best friend and the only employee of the bar, has everything in order but his music career, and Marcus has everything in order but his ability to speak to women – yet alone be in relationship with them. But in one wild day at the Mayflower – everything will change. We begin in the morning, the Mayflower opens to Marcus arriving to hang out with his best friend LaMont. After teasing Marcus about his failed dating past that includes “Crazy Peaches”, Breathalyzer Barbara”, “That Girl that Cried all the Time”, “Dominatrix Donna”, and “Victor” , the owner Chris and Lamont are challenged to a bet by “No Game” Marcus – that the next woman through the doors of the Mayflower he’ll go out with. Fortunately for him, it’s not Sasquatch – it’s the gorgeous Rhonda – who senses another lame pickup and diffuses it with a quick, crafty lie – she says she’s a prostitute and would gladly go out with him – for $1000. Happy with her avoidance tactic, Rhonda flutters away, but Marcus is hooked and gullible, undaunted by her fake profession. The loyal friends decide to support Marcus in getting his dream date – Chris promises the day’s take at the register if LaMont will get on stage, and soon, the reluctant LaMont agrees to help raise the $1000 for his friend. Added motivation coming after learning his girlfriend is pregnant. Rhonda soon begins to regret her falsity – Marcus’s genuine sweetness is settling in on her. Her stalker on-again-off-again boyfriend “overhears” her tell her friend this and isn’t very happy. Meanwhile, the boys are in promotion mode – which means they aren’t doing much at all – passing out fliers and harassing the town folk. LaMont’s girlfriend has painted the house a few times, demanded sexual acts, cuddling and cried – a lot – wearing him down and giving him less certainty about everything, particularly his music. Chris has sidetracked into his own campaign to invent a new drink – the “Mary Poppins” – and won’t rest until he discovers something strong enough to produce hallucinatory cartoon animals. Soon, Chris is smashed, LaMont is withdrawing into negativity about everything, and Marcus is losing whatever confidence he had. To make financial matters worse, the bar’s only customer is Aaron, a robber who discovers an empty register, sits down to lament over hard times with them all, and ends up spending $5 on a beer. Fortunately, Marcus gets his first concussion of the day when Chris sees a pink Unicorn and accidentally knocks Marcus out in excitement. He awakens on a rooftop in San Francisco, visited by a woman with an umbrella – not Mary Poppins, but San Francisco’s own Vagina Lady, who sets Marcus back on the right path by reminding him that if he wants the girl, he must “follow her vagina.” Marcus awakens back at the bar, reborn. He marches to the wax salon , finds Rhonda, and tells her to be at the Bar that night. She agrees, but as Marcus leaves, the stalker confronts him. Concussion #2. LaMont, meanwhile, takes a sip of the prototype “Mary Poppins” and is instantly transported to a dark room where he meet’s not Burt, but Dirt, the English chimney sweeper that won’t stop offering LaMont food. LaMont’s last adamant refusal is the same as his first – “I’m not hungry”, and Dirt’s mood grows instantly somber – “That’s your problem, you’re not hungry.” LaMont is suddenly back at the bar, drink still in hand. He too, is reborn, hungry and ready to Rock the Stage. Chris has done some good among his drunken quest – he called LaMont’s fans in Modesto, and they pack the bar. Cover alone clears the $1000. All that’s left is for LaMont to rock the house and for Marcus to confront Rhonda. LaMont delivers tremendously, and an undercover record producer that sees him wants to ink a deal. Marcus confronts the woman of his dreams, and when she finds out he still wanted to just go out with her despite thinking he was a prostitute - and that he would pay $1000 to do so, she is overwhelmed with joy. She won’t take the money, but she definitely takes the date – the first of many. The #2 concussion must have really connected because Marcus forgot about the stalker boyfriend. He came to the show to catch Rhonda in the act. After LaMont's performance he approaches the new couple. But before he can drag Rhonda off he's placed under citizen's arrest by John, the jobless rent-a-cop that everyone hates - until now. John 'drags' the stalker boyfriend off leaving Marcus overjoyed that he didn't have to rescue his damsel in distress.\n"}