{"wikiId": "29157374", "titre": "Lévres de Sang", "dateSortie": "1975-05-18", "duree": "88.0", "genre": ["Mystery", "Horror"], "resume": "At a reception for the launch of a new perfume, a man named Frédéric sees a photo of the ruins of an old château by the sea. His mind takes him back to when he was a young boy, walking up to the gate of the château and speaking with a girl who appears to be a little older than he is. Frédéric opens the gate and the girl tells him to go to sleep, and later she returns and wakes him, he leaves her and closes the gate behind him. The girl tells him to open the gate but he promises her that he will be back to free her. Frédéric's mind comes back to reality and he becomes convinced that the meeting between him and the girl actually happened. He tells his mother who begins to act strangely and tells him he must have imagined it, he doesn't agree and sets out to find this girl and set her free. Jennifer, the girl from the château, begins to appear to Frédéric in a number of visions, but she does not speak to him, which makes it much more difficult to find her at the Château. On one of her appearances, Jennifer leads Frédéric to a cemetery where she makes him open up a number of coffins that unleash a hoard of female vampires. Frédéric runs off and is soon met by a woman claiming to be Jennifer as she would be now. The woman leads him to an abandoned apartment block and locks him in, as the real Jennifer watches from a distance. The woman is then killed by the vampires, who free Frédéric. A man with a gun almost kills Frédéric, but he manages to escape him and go home, where his mother has him committed to a mental hospital. It was also his mother who had the woman and the man with the gun stop him from finding the Château. At the hospital Jennifer appears to him again, but he begins to doubt his sanity when she doesn't speak. The vampires show up at the hospital and kill his psychiatrist and let him escape. walking along the streets, Frédéric buys a postcard from a blind man which is of the Château, the name of it is 'Sauveterre Castle'. as he boards a train, Jennifer appears once more to him and smiles, knowing that he is on his way to her. Once at the Château he is met by the vampires and then find Jennifer's coffin which is surrounded by a shrine, but before he opens it his mother appears in the doorway and tells him not to free Jennifer and that he didn't imagine meeting her as a young boy. She explains that she is a vampire and she infected several people including the four female vampires he freed. As daylight sets in Frédéric's mother and a group of men hunt and kill the four vampires, she asks Frédéric to kill Jennifer. He brings the head of a doll which his mother thinks is Jennifer's head to be burnt along with the four other vampires. Frédéric and Jennifer go to the beach, and she is happy to be seeing daylight after 20 years. Jennifer bites Frédéric and they climb into the coffin to let the tide take them out into the ocean.\n"}