{"wikiId": "617769", "titre": "Rasen", "dateSortie": "1998", "duree": "97.0", "genre": ["Horror", "Japanese Movies", "World cinema", "Supernatural"], "resume": "Following the events of Ring, the body of Ryūji Takayama, former husband of Reiko Asakawa and father of Yōichi Asakawa, is examined by his friend and rival, pathologist Mitsuo Andō. After he finds a cryptic note in Takayama's stomach, Reiko and Yōichi also turn up dead. Andō soon learns of a mysterious cursed videotape, haunted by the spirit of a murdered young woman. Rumor has it that anyone who watches the video will die exactly one week later. Despondent over the death of his own child, and believing that he is being guided by his rival's ghost, Andō decides to see the video for himself. After watching the tape, strange things begin to happen around him, and he soon discovers that the tape's restless spirit has different plans in store for him. With the help of Takayama's student, Mai Takano, Andō finds out more about Ryūji's past as well as the mysterious young woman, Sadako Yamamura. Searching for the truth about why Ryūji and Yōichi died from the virus while Reiko didn’t leads him to her boss Yoshino. Yoshino lets Andō in on a secret: he has the wife’s diary. She and Ryūji had been researching the cursed videotape. While Reiko had broken the curse, Ryūji died a week after watching the tape. Reiko believed that creating a copy would break the curse but Yōichi died a week after watching the tape, just as his father had. Yoshino shows Andō both the tape and the diary. When Andō tells Mai Takano what he’s done, she is shocked and can’t understand why, since she felt from the start that it was the video that killed Takayama and his family. As they are talking, Yoshino calls Andō. He admits that he wishes he’d never been involved in Reiko’s business. Andō believes that Yoshino had watched the video, but he denies it saying that he was too scared to. However, Yoshino still dies. Andō decides to destroy the videotapes and make sure that he will be the video's last victim. He then confides in Mai about his son’s death, and they end up sleeping together. Andō asks Mai if she’ll be there with him when he dies, but Mai tells him she’s too scared. He understands and decides to try to find out more about the virus that killed Takayama and his son. He discovers that the virus that killed Yoshino was different from the one that killed the father and son. Andō asks for tests to be run on him. Meanwhile, Mai Takano goes missing and Andō apparently survives the curse. He starts to feel that the story was just a myth and he's relieved when Mai turns up. However, he is shocked to find out that she has been found dead, having given birth with no sign of a baby. Andō goes back to work and sees “Mai” there. This woman claims to be Mai's sister but after a date and a night of intimacy, Andō finds out that she is none other than Sadako Yamamura, reborn and claiming to be \"perfectly dual-gendered\". He then learns that Takayama wasn’t helping Andō stop Sadako – instead, he and his family were helping her. Yoshino, Miyashita  and many others weren’t killed by a virus or the video but rather Ryūji's wife’s diary. In the end, Andō clones both Takayama and his son back to life with help from Sadako. Just as Ryūji leaves, he tells Andō \"Many years will pass before our world will be at peace.\"\n"}