{"wikiId": "1537627", "titre": "Alatriste", "dateSortie": "2006-09-01", "duree": "147.0", "genre": ["Thriller", "Swashbuckler films", "Adventure", "World cinema", "Action/Adventure", "War film"], "resume": "The story takes place during the 17th century in the Spanish Empire. Diego Alatriste is a soldier in the service of King Philip IV of Spain, during the Eighty Years War. The story begins in the Netherlands, where the tercio of Diego Alatriste fights against the Dutch during the Dutch Revolt. Lope Balboa  is killed here. Diego decides to return to Madrid where he receives the young Íñigo Balboa in his care. He is hired, along with a Sicilian assassin named Gualtiero Malatesta to kill the Prince of Wales  and his companion, the Duke of Buckingham. The job is contracted by Emilio Bocanegra and Luis de Alquézar . Alatriste finally returns to the Netherlands in 1624  and participates in the final battles leading to Breda's surrender. After the return to Spain, Íñigo wants to elope with Angélica, but she gets cold feet at the last moment. Alatriste has a romance with actress María de Castro, who was the lover of Philip IV and he ends up crossing swords with Gualdamedina, a friend of the king. In the end, the object of their attention gets sick with syphilis. The duel with his friend Martín Saldaña and the punishment of Íñigo in the galleys are part of the film's spectacular ending. The last scenes are at the Battle of Rocroi , described in the last book of the long and entertaining saga The Adventures of Captain Alatriste, a book that has not been published as of 2008. During the battle Abel Moreno Gómez's \"La Madrugá\" is playing as the defeated army's march and this is where it is assumed that the old Captain Diego Alatriste dies. The plot of the film has elements from each of the five books published up to the premiere, and it maintains the same storyline for the main characters. It includes excerpts from the future books of the saga. If the movie plot coincides with the desire of the author it should all end in Rocroi thus leaving enough material for three more books.\n"}