{"wikiId": "13901892", "titre": "The Scapegoat", "dateSortie": "1959", "duree": "91.0", "genre": ["Crime Fiction", "Mystery", "Black-and-white"], "resume": "John Barratt , a lonely, discontented teacher of French at a British university, vacations in France. There, by chance, he meets his double, French nobleman Jacques De Gué . They become acquainted. Barratt becomes drunk and accepts De Gué's invitation to share his hotel room. When he wakes up the next morning, Barratt finds himself alone in the room, with his clothes and passport missing. De Gué's chauffeur Gaston  shows up to take his master home, and Barratt is unable to convince him that he is not the nobleman. Gaston calls Dr. Aloin , who diagnoses the Englishman as suffering from schizophrenia. A bewildered Barratt allows himself to be taken to De Gué's chateau, where he meets \"his\" family: daughter Marie-Noel, wife Françoise , sister Blanche (Pamela Brown  and formidable mother, the Countess . None of them believe his story - it appears that De Gué is a malicious liar - so Barratt resigns himself to playing along. As time goes on, he feels needed, something missing in his sterile prior life. The next day, brother-in-law Aristide  discusses business with him. Later, in the nearby town, Barratt is nearly run down by De Gué's mistress, Béla , on her horse. He spends the usual Wednesday afternoon tryst getting acquainted with her. The next time they meet, before he can confess the truth, she informs him that she has already guessed it. Barratt delves into the neglected family glass-making business. He decides to renew a contract with the local foundry, even on unfavourable terms, to avoid throwing the longtime employees out of work. The Countess is upset by his decision and mentions a marriage contract. When Barratt investigates, he learns that Françoise's considerable wealth, tied up by her businessman father, would come under his control if she were to die. Françoise finds him reading the contract and becomes very upset, accusing him of wanting to see her dead. Barratt consoles her by telling her that the contract can be changed. He begins to suspect the reason for De Gué's disappearance. One day, Barratt receives a message from Béla. He goes to see her and spends a pleasant afternoon with her, though she denies having sent for him. When he returns to the chateau, he learns that Françoise has died from a fall. Blanche accuses Barratt of murder, stating that she overheard him with his wife in her room just before her death. However, Gaston provides an unshakable alibi, having driven Barratt to his rendezvous with Béla. Barratt is not surprised when De Gué resurfaces shortly afterwards. They meet in private; the Frenchman demands his identity back, but Barratt refuses. Both men have come armed and shots are exchanged. Barratt emerges victorious and returns to his new life and Béla.\n"}