{"wikiId": "5094861", "titre": "Ernst Thälmann", "dateSortie": "", "duree": "", "genre": ["Biographical film"], "resume": "After fellow soldier Johannes Harms reports that a revolution has broken out at home, Thälmann - who leads a revolutionary cell on the Western Front - and his friend Fiete Jansen rebel against their officers, Zinker and Quadde, and desert. Harms dies in a shelling. In Berlin, the American capitalist Mr. McFuller demands to crush the Spartacists. Zinker, now a member of the Freikorps, murders Karl Liebknecht and Rosa Luxemburg. Thälmann hears of it and promises their sacrifice will not be in vain. Jansen falls in love with Harms' daughter, Änne. When Hamburg faces an attack by Zinker's forces, as part of the Kapp Putsch, the workers organize a general strike; after laborers are shot by the rebels, Thälmann ignores the bourgeoisie Social Democrats who reject violence, ambushes the Freikorps and captures their officers. The Social Democrat Police Senator Höhn frees them after they lightheartedly promise not to use violence. Thälmann makes a speech in the USPD congress, calling to unite with the KPD, when the Soviet steamship Karl Liebknecht, loaded with wheat for the city's unemployed, reaches the port. Höhn sends Quadde, now a police captain, to prevent the distribution of the cargo, but after a stand-off the police retreat. Thälmann visits Vladimir Lenin and Joseph Stalin in Moscow with other German communists. Thälmann and his friends organize a communist uprising in Hamburg, and manage to hold out against the Reichswehr and the police. Fiete killes Zinker. Then, a delegate from the Central Committee announces that armed struggle is no longer the policy of the party, and the weapons promised to them by the leadership will not arrive. The communists are forced to flee. Jansen is sentenced to death, but eventually his life are spared. Thälmann appears in the Hamburg harbor and promises not to abandon the struggle.  In 1930, Fiete Jansen is released from jail and is reunited with his wife, Änne. Thälmann, now a member of the Reichstag and chief of the KPD, assists the coal miners in the Ruhr to organize a massive strike after their wages are cut. When the presidential elections take place, veteran SPD member Robert Dirhagen is reluctant to support Paul von Hindenburg, although this is the party line. Thälmann calls for class unity against the Nazis, but the SPD leaders do not want to collaborate with him. In the elections for parliament the KPD gains many seats and the Nazis lose two million votes. However, the Ruhr industrialists and Mr. McFuller support Adolf Hitler. Dirhagen is enraged to hear that the SPD will not oppose Franz von Papen's decision to allow Hitler into the government and tears his party card. The Nazis seize power. The Nazis burn the Reichstag and accuse the communists, arresting many, including Thälmann and Dirhagen. Wilhelm Pieck and Jansen plan to rescue their leader with the aid of an Orpo jailer, but the SS guards - commanded by Quadde, now a SS Sturmbannführer - foil the plot. Fiete escapes abroad, joining the Thälmann Battalion in Spain, and later - after the Second World War begins - the Red Army's 143rd Guards Tank Division 'Ernst Thälmann'. Änne is arrested by the Gestapo. Hamburg is bombed, and she dies in her cell. In August 1944, a German corps is encircled by the Red Army. Hitler orders its commanders to fight to the end. The Soviets send in Jansen with a group of German communists to convince the soldiers to defy the SS and surrender. Eventually, the Ernst Thälmann Division soldiers break through the German lines, liberate the local concentration camp - in which Dirwagen was held - and accept the German surrender after the SS were overpowered by Jansen's men. The communist Jansen and the Social Democrat Dirhagen shake hands. In Berlin, Thälmann leaves his cell to be executed, while contemplating on Pavel Korchagin's words from How the Steel Was Tempered: \"...All my life, all my strength were given to the finest cause in all the world - the fight for the liberation of mankind.\"\n"}