{"wikiId": "29398338", "titre": "Fehérlófia", "dateSortie": "1981", "duree": "90.0", "genre": ["Fantasy", "Adventure", "Animation"], "resume": "Based on the work of László Arany and ancient Hunnic and Avaric legends, Fehérlófia is a tribute to the old steppe peoples. There are slight differences between Arany's work and the movie - for example, in the movie, Fehérlófia  and Fanyűvő  are the same person. There are also references to ancient origin legends: Ősanya , Ősapa , and the Világfa (World tree . The story's main character is Fehérlófia , who is a man with superhuman power. He is born as the third son of a horse, and he gains his power by suckling the horse's milk. He listens to old tales, mostly about the Forefather and the end of his reign, caused by evil dragons. After the horse's death, Fehérlófia decided to search and destroy the dragons, who seized power over the world. He met his two brothers, Kőmorzsoló  and Vasgyúró , who also have superhuman abilities. In search of the Underworld's entrance , they accommodate themselves in a tree hollow. One of them stays there every day, in order to cook mush and make rope while the other two search for the entrance. An ancient and mischievous creature, Hétszűnyű Kapanyányi Monyók keeps asking them to give him some mush. Kőmorzsoló and Vasgyúró refuse to give him food, so Hétszűnyű attacks them and eats the mush from their belly. Fehérlófia, however, stops him by trapping his beard in the tree hollow. Trying to escape, Hétszűnyű fells the tree, and the heroes find the entrance of the Underworld under its roots. Only Fehérlófia dares to go down there, where he finds the three dragons and three princesses. After the victory, Kőmorzsoló and Vasgyúró rescue the princesses but leave Fehérlófia down in the Underworld. The desperate Fehérlófia finds a griffin's nest. A snake tries to eat the griffin chicks, but Fehérlófia stops it. To show his gratitude, the Griffin Father takes Fehérlófia to the upper world. The trip is very long so the griffin has to get some food in order to survive. Finally, Fehérlófia has to cut off his own legs to give something to the griffin to eat. After the arrival, the griffin chicks restore Fehérlófia's legs, which gives him more power. He is very angry at his brothers, but finally forgives them. All three marry with one of the princesses, and the Forefather restores the power which he lost by the dragon's arrival.\n"}