{"wikiId": "5766690", "titre": "He Loves Me... He Loves Me Not", "dateSortie": "2003-02-14", "duree": "96.0", "genre": ["World cinema", "Psychological thriller", "Drama", "Comedy", "Black comedy", "Romantic drama", "Romance Film"], "resume": "Plot}} In the opening scene, Angélique  purchases a single pink rose at a flower shop to be delivered to her lover, Dr. Loïc Le Garrec . Angélique is a successful art student who has won a scholarship. In between creating her art projects, she has a part-time job at a cafe and house sits for a wealthy vacationing family. Angélique's friend David  disapproves of Angélique's affair with Loïc, who is married, but Angélique insists that Loïc will leave his wife for her. When Loïc's wife, Rachel , has a miscarriage, the pair separate and Angélique prepares to leave with Loïc on a romantic getaway to Florence, Italy. However, Loïc doesn't meet Angélique at the airport, having chosen to mend things with his wife. This is the last straw for Angélique, who is thrown into a self-destructive cycle of clinical depression, ultimately losing her job and scholarship. While watching the news one night, she learns that Loïc has been arrested for assaulting one of his patients, Sonia Jasmin . She goes to Sonia's house to convince her to drop the charges. The conversation turns into a scuffle and Sonia, who has a heart condition, has a heart attack and dies. Angélique steals from the house to make it look like a robbery. Thinking that this will win him back, Angélique goes to see Loïc at his office, arriving just in time to see him being arrested for Sonia Jasmin's murder, and embracing his wife as he is dragged away. Angélique returns home, turns on the gas and lies down on the floor. At this point the film rewinds to the opening scene when Angélique bought the pink rose. This time the film follows the delivery boy and the subsequent events play out from the viewpoint of Loïc. Loïc receives the pink rose and assumes that his wife sent it to him. It is revealed that Loïc barely knows Angélique, and they cross paths only incidentally due to the fact that Angélique is house sitting the home that belongs to Loïc and Rachel's neighbor. However, Loïc receives Angélique's gifts and messages, not knowing who sent them. It is revealed that Rachel's miscarriage was caused by \"someone\" running her down with a moped; earlier in the film, Angélique is shown after an \"accident\" which ruined her friend's moped and injured her arm. Loïc comes to believe that his stalker is Sonia Jasmin, one of his patients. He physically attacks Sonia, demanding she reveal that she is his stalker. Sonia presses charges for assault, then dies of a heart attack. Loïc is arrested as the prime suspect for her \"murder\". At his arrest, Rachel tells the police that he was with her on the night of the death, which clears him of all charges. That night, Loïc hears police sirens and sees an ambulance pull up to his neighbor's house where Angélique has just tried to commit suicide. As a doctor, Loïc performs mouth to mouth resuscitation which causes Angélique to regain consciousness. Now aware of Angélique, he considers the possibility that she is his stalker. Loïc explores the house that Angélique was house-sitting, and there he finds a life-sized garbage mosaic of himself. After being released from the hospital, Angélique visits Loïc at his clinic. Loïc tells her that they never had nor will ever have a relationship. As he turns his back on her, Angélique strikes him over the head with a brass figurine. She is then arrested, diagnosed with erotomania and remanded to a mental institution. Rachel stands by her husband as he recovers from his injuries, with a scene showing the couple in a house filled with their children as Loïc hobbles around on a cane. The epilogue of the film is set five years later, when Angélique is released from the mental institution. Her therapist praises her progress and tells her, \"If you keep taking your medication, you will be fine.\" However, when the cleaning man is clearing Angélique's room, he discovers her pills have been glued to the wall behind the wardrobe in a mosaic of Loïc.\n"}