{"wikiId": "14939660", "titre": "Cencoroll", "dateSortie": "", "duree": "30.0", "genre": ["Short Film", "Anime"], "resume": "In Cencoroll, large, mostly white amorphous creatures have been appearing in a town modeled after Sapporo, Hokkaidō, Japan.   is a male high school student who keeps one such shapeshifting creature named , which he can control via telepathy, though wants to keep it a secret. An inquisitive girl named   chances upon Cenco at school when it is transformed into a bicycle. After Tetsu arrives to retrieve the bicycle, Yuki inadvertently causes Cenco to transform back into its normally large form by poking it in the eye. Yuki is much more interested in Cenco than Tetsu and accompanies them into town. There, a boy named  , who controls two of the creatures, confronts Tetsu in order to obtain Cenco. Tetsu manages to fend off Shū's attacks while also protecting Yuki, and they leave while Shū's creature is incapacitated. Shū confronts Yuki later that day and gets her to tell Tetsu to meet and fight Shū again. The following day, Shū takes Yuki hostage to force Tetsu to come, and places her on a ledge of a tall building. After Tetsu arrives, Shū attacks from afar and manages to cut off one of Cenco's arms. To repair the arm, Cenco removes one of Tetsu's arms, which incapacitates him momentarily. Shū arrives with a much larger creature and Cenco takes Yuki within its body where Tetsu already is. Yuki gets Cenco to change control of it from Tetsu to herself, and after Shū's larger creature eats Cenco along with Yuki, she manages to take control of the larger creature as well. They are subsequently attacked by the military with tanks and missiles, but are protected for the time being when Tetsu changes the creature's shape to that of a massive walnut. Tetsu and Yuki are separated and Shū attempts to take control back from Yuki, but he cannot control the creature anymore and severs the link, effectively killing it. Tetsu makes it back with Cenco to where Yuki and Shū are, and Yuki knocks Shū out with Cenco transformed into a baseball bat. Afterwards, Yuki transforms Cenco into Tetsu's lost arm, which gives him back control of his limb. Shū is later shown having been rescued by his other creature.\n"}