{"wikiId": "9673848", "titre": "Loving Annabelle", "dateSortie": "2006-03-08", "duree": "76.0", "genre": ["Erotic Drama", "Gay", "Gay Interest", "Coming of age", "Gay Themed", "Drama", "Romance Film"], "resume": "Annabelle Tillman, the daughter of a senator, is sent to a Catholic boarding school after being expelled from two of her previous schools. Simone Bradley, a poetry teacher at the school, is in charge of her dormitory. Annabelle shares the dormitory with an amiable classmate, Christen. Katherine, who tends to bully people, and Colins, a student with a nervous disposition, also share the room. Simone is a dependable and respectable teacher who occasionally bends the rules out of concern for her students. Her personal life is synonymous with abiding by the conventions of society and religion. Annabelle is her antiagent – with unrestrained behavior, unconventional choices and outright defiance for authority. Annabelle receives a stern rebuke from the principal, Mother Immaculata, for audaciously flaunting her Buddhist prayer beads. Simone is given the responsibility of controlling her. At first Simone requests the principal to move Annabelle to another dormitory but soon notices her maturity and sensitivity and convinces her to comply with the school regulations. In the process Annabelle falls in love with Simone. Simone resists Annabelle’s delicate overtures until they are left alone at the school during spring break. Simone drives Annabelle to her beach house where Annabelle discovers painful personal details about Simone’s past. Annabelle holds Simone tightly in her arms as Simone breaks down. A deep emotional connection is established between the two. Simone fights a hard battle with herself but is eventually overpowered by Annabelle’s relentless pursuit. At the annual school dance when Annabelle pours her heart out with the song – \"In the space between what’s wrong and right; you will find me waiting for you…\" Simone is consumed by intense emotions and kisses Annabelle. They end up making passionate love. The next morning Mother Immaculata walks in on them getting dressed and demands to see Simone in her office immediately. On being questioned if she did the right thing Simone admits that she loves Annabelle. Government officials arrest Simone and just as she is leaving, Annabelle places her most prized possession &ndash; the Buddhist prayer beads &ndash; in her hands. Annabelle tearfully looks at her pictures taken by Simone at the beach house while Simone is driven away. The movie ends with the following quote – ‘For one human being to love another that is perhaps the most difficult of all our tasks…the work for which all other work is but preparation.’\n"}