{"wikiId": "4458143", "titre": "The Sex Who Talks", "dateSortie": "1975", "duree": "", "genre": ["Pornographic movie"], "resume": "Joëlle  is a beautiful executive at an advertisement company. Her vagina is infected with a mysterious malice and begins to talk and lead her to indecent sexual acts. It is soon revealed that her problems root from her hardships as an adolescent. In the finale, she has sex with her husband Eric (Jean-Loup Philippe  and passes the “infection” to his penis. One day, while angry at a parking ticket, Joëlle is tempted by a blonde girl on the street. She follows her to a music shop and caresses her vulva. When she acts indifferently, Joëlle folds a 100 French franc banknote and starts to rub the girl's clitoris with it but as she attempts to insert the money in the blonde's vagina, the two are interrupted. The following day, at the office, she performs fellatio on an astonished office boy. At home, at the end of a solemn and boring dinner with family friends, she masturbates on the sofa, in the presence of them. Eric is upset but also aroused and they have sex in their bedroom. However, Joëlle is not satisfied and masturbates again in the bathroom to the fantasy of a bunch of men ejaculating on the windows of a car, while she is inside, masturbating. When she returns from the bathroom, her vagina starts to talk. The next day, her vagina begins to rule her life and tells her to go to an adult film theatre. She goes to a cinema where men amuse themselves to a motion picture depicting a man cutting a girl's bodice with a knife and raping her. Joëlle takes two of the men to the restroom and has sex with them. When she returns home, her vagina tells Eric what she had done at the cinema. The next evening, Eric invites a friend, Martine  who is a psychiatrist (but presented to Joëlle as a veterinarian, Martine adding sarcastically \"with an interest in pussies  home to deal with the case of Joëlle. Martine seems to be very much interested in Eric and Joëlle’s vagina takes “revenge” from her by “forcing” her, first, to have sex with Eric and then, with Joëlle. The following day, Martine holds a press meeting and makes Joëlle’s case public. Joëlle and Eric find no solution else than going to Joëlle’s deserted family house outside Paris. Sleazy reporter Richard  knows that Joëlle’s ultimate sanctuary will be the house of her aunt Barbara  who is an artist fond of sex (she has two threesomes with young male and female model . He makes a deal with her to sell out Joëlle to him for an interview. Back at Joëlle’s house, Joëlle’s vagina talks to Eric of Joëlle's sexual experiences when she was an adolescent, which happen to be real reasons behind her affliction. Young Joëlle  is molested by her stepfather and she leaves herself to his advances. Then her mother enters the room and shoots her stepfather dead with a pistol. After this, Joëlle is seen seducing a young tennis partner on whom she performs fellatio but he comes early and she sends him away to deflower herself with the nose of a Pinocchio marionette. She seduces and has sex with a “well-endowed” teacher in the classroom with the help of a girlfriend. She even has sex with a priest in the church after confession. Richard breaks in Joëlle’s house at night, leaving her with no choice other than taking “refuge” at her aunt’s house. Barbara informs Richard on the phone  and arranges an interview with Joëlle’s vagina. All seems to end happily when the couple has sex and Joëlle’s vagina stops talking. However, it is now Eric’s penis that is “infected”.\n"}