{"wikiId": "27458777", "titre": "Tensou Sentai Goseiger: Epic on the Movie", "dateSortie": "2010-08-07", "duree": "30.0", "genre": ["Short Film"], "resume": "Hearing a strange voice, Alata finds a mysterious girl and offers to help her find what she is looking for. She introduces herself as Rasil before she runs off to find a horn. Later as he thinks of how sad Rasil, Alata and the Gosei Angels are alerted by Datas when he detects Warstar. They head to Hokuto University due to a Warstar attack on a staff member of the mineral exhibit, having stolen one of two meteorites that landed on Earth. The others go to the museum where the other meteorite is. The Landick Siblings realize the meteor is a fake as Alata sees Rasil, who has the real one. Confronting her, Rasil reveals she is the meteorite is dangerous before they are attacked by Gyōten'ō of the Supernova. The Goseigers transform, but are powerless against Gyōten'ō as Deinbaruto of the Morning Star takes the meteorite from Rasil and unseals the  from the two meteorites before the aliens take their leave. As the others learn that the Horn of Ragnarok is a doomsday weapon can destroy worlds, Alata chases after Rasil and learns that she was from a planet destroyed by the horn who was attempting to stop Warstar from getting their hands on it. Later, Gyōten'ō & Deinbaruto are greeted by Buredoran who assumes his Warstar guise and offers his services before Gyōten'ō gives Deinbaruto the Horn to begin the end of the world. Assuring Rasil that he and the other Gosei Angels will stop it, Alata is joined by his allies before they all ambushed by specters assuming the forms of various Warstar aliens while subjecting them through a series of illusions before Gosei Knight arrives and defeats the phantoms. Leaving Rasil under Gosei Knight's protection, the Gosei Angels find Gyōten'ō & Deinbaruto as they assume Goseiger forms to fight them and Buredoran after Gyōten'ō swallows the Horn of Ragnarok. Fighting in both his Warstar and Yummajuu guises, Buredoran uses his Bibi Bugs to enlarge Gyōten'ō after Deinbaruto is destroyed. But with the Dragon Headder damaged during the fight, Gosei Red unable to form Gosei Great. However, Rasil's praying gives the Goseigers the Gosei Wonder Card. Summoning Gosei Wonder, they form Wonder Gosei Great to fight Gyōten'ō. With Rasil's morale support, the Goseigers manage to destroy both Gyōten'ō and the Horn of Ragnarok with Wonder Strike. Later, after thanking Alata and the Gosei Angels for their help, Rasil leaves Earth returns to her home world to rebuild it alongside another survivor. The Gosei Angels wave goodbye to Rasil with their battle with Warstar truly over.\n"}