{"wikiId": "5891915", "titre": "Matador", "dateSortie": "1986", "duree": "110.0", "genre": ["Thriller", "Crime Fiction", "World cinema", "Psychological thriller", "Drama", "Comedy"], "resume": "Diego asks Ángel if he is homosexual, noting that he is not experienced with women. Ángel says he is not and vows to prove himself. Later that day, Ángel attempts to rape Eva , a model who is both his neighbour and Diego's girlfriend. As she is leaving him, she trips in the mud and gashes her cheek. At the sight of her blood, Ángel faints. The next day, Ángel's mother insists that he go to church as a condition of living in her home. After mass, she insists that he go to confession, but instead of confessing to the priest, he goes to the police station to confess to the rape. When Eva is brought to the station, she says he ejaculated before penetrating her and declines to press charges. Alone with the police detective , Ángel notices photos of dead men with the same wound administered by the woman seen during his earlier spell of vertigo. He confesses to having killed them. The detective then asks about two missing women, who were also students of Diego, and Ángel confesses to killing them as well. Although Ángel is able to lead the police to the bodies of the missing women, buried outside Diego's home, the police detective is not convinced. He questions how Ángel could have buried them there without Diego's knowledge, then discovers that Ángel has an alibi for the murder of one of the men. Finally, he discovers that Ángel faints at the sight of blood. Meanwhile, Ángel's lawyer, María Cardenal , who is the same woman who was shown killing one of the men during Ángel's bout of vertigo in the practice ring, begins to suspect that Diego killed the two women students. She takes Diego to a remote house where she has been collecting memorabilia related to Diego since she first saw him kill a bull. They return to Diego's home, where Eva, who wants to convince Diego not to break up with her, overhears enough to realize that they are the killers. When María leaves, Eva tells Diego he has to take her back, since she knows everything. He says he will, but Eva also goes to María to tell her she must stay away from Diego, since Eva knows her secrets. María's reaction does not reassure Eva, and she goes to the police. While Eva is telling the detective what she has heard, Ángel's psychiatrist  calls the detective to tell him that Ángel has seen Diego and María in a vertigo trance, and that they are in danger. Ángel is able to guide them to María's remote house. Just as the police, Ángel, the psychiatrist, and Eva arrive, an eclipse begins, and they hear a gunshot. María has stabbed Diego between the shoulder blades and shot herself in the mouth as they were making love. Viewing the scene, the detective says that it is better this way and that he has never seen anyone happier.\n"}