{"wikiId": "3130366", "titre": "Blame it on Rio", "dateSortie": "1984-02-17", "duree": "100.0", "genre": ["Romantic comedy", "Sex comedy", "Romance Film", "Indie", "Comedy"], "resume": "Long-time best friends Victor and Matthew  are co-workers employed by a major corporation in São Paulo, Brazil. Both are having problems in their marriages: Victor's wife wants to divorce him, while Matthew has no idea what is wrong and is baffled and irritated by the decision of his wife Karen  to take her vacation separately from her husband and daughter. The men decide to vacation in Rio de Janeiro, with their teenage daughters in tow – Matthew's daughter Nikki  and Victor's daughter Jennifer . They rent a beautiful vacation home with a somewhat taciturn and disapproving housekeeper. During a walk on the beach, Victor and Matthew spot their daughters – topless. Jennifer is told by her father to cover her bare breasts but she refuses, dragging her father with Nikki's help into the water to play. Matthew does not join them, feeling uncomfortable with the partial nudity displayed by Jennifer, Nikki, and the other women on the beach. After dropping the girls off at a Brazilian wedding, the men visit a local pub in search of dates. After Victor pairs off with a local cigar-smoking divorcée, Matthew winds up at the Brazilian wedding, where he runs into the amorous Jennifer. While watching the festivities together, Matthew and Jennifer start to feel some chemistry develop between them, and they eventually share a passionate kiss – much to the chagrin of Nikki, who inadvertently sees what's going on between her father and her best friend. Matthew and Jennifer then make love at a secluded spot on the beach, which begins a secret sexual relationship between them. Jennifer later tearfully confesses to Victor that she had an affair with an \"older man\", but does not reveal who he is. Naturally, Victor becomes furious and sets out to hunt down the mystery man, expecting Matthew to help – unaware, of course, that Matthew was the culprit the whole time. Matthew is reluctant to help Victor in his quest but goes through with it anyway, for the benefit of their friendship. In the meantime, Matthew tries to talk Jennifer into ending their fantasy relationship, but she is determined to never give him up. Eventually, Matthew discloses to his friend that he was the one whom Jennifer had the affair with, but only after Victor caused a couple of brawls targeting innocent men. However, Victor is not as angry as Matthew expects, because it is soon discovered that Victor had been having an affair--with Matthew's wife Karen. As the truth comes more into light, Jennifer tries to commit suicide with an overdose of birth control pills, but survives. The incident brings all closer together, although the men constantly bicker with each other over each other's sexual misconduct. Karen and Matthew decide to work on their marital problems, Jennifer begins dating a young male nurse whom she met while recuperating in the hospital, and Victor remarries his estranged wife. As the closing credits begin to roll, Matthew, in voice-over narration, states in the final line of summation, \"You only live once, but it does help if you get to be young twice.\"\n"}