{"wikiId": "9807797", "titre": "Strähl", "dateSortie": "2004-01-24", "duree": "83.0", "genre": ["Crime Fiction", "Drama"], "resume": "Lonesome and medicament addict narcotics detective Herbert Strähl , who hardly can handle his own life, wants to clean up the Langstrasse-area. Strähl often watches Berisha , the head of a drug trafficking ring, leaving his limousine and entering a dubious building, but he isn’t able to arrest him, due to the lacking of an evidence . Strähl, who hides his depression and craving for love behind rage, clamor and stimulant drugs, has arguments with his chief Brunner  and with his co-workers, e.g. with Ruedi Lautenschlager , who is rather dull and often visits brothels. When Beat , a former member of the Seepolizei , joins the team, Strähl thinks, the new blood was too calm and not tough enough. During a house search, a junkie named René Wehrli  falls out of the window. Strähl gets suspended from police service. Moreover, René and his girlfiriend Carol “Caro” Hertig  blackmail Strähl for smart money. The drug addict couple buys a lot of articles in a kiosk, and Strähl has to pay for them (René also fills out a “Toto”-ticket . Despite that, René doesn’t want to take back his inculpatory statement – René demands a huge amount of heroin from Strähl. Strähl catches the dealer Beko , who is related to Berisha’s drug mafia, and presses him to cooperate. Beko shows a lot of hidden drugs to Strähl. Strähl uses a part of the drug depot's heroine to satisfy René. René, Caro and Strähl drive to the police station, where René wants to deny his statements to Strähl, while the others wait in the car. René stays in for a long time, and Strähl gets curious about what happened in the building. He goes in, too – and finds René dead in the restrooms. Strähl and Caro smoke drugs on a foil at Strähl’s. Suddenly, the police enter the flat and find the heroin. The delinquents are escorted away in a car, but Strähl manages to open Caro’s door to let her escape . Before René entered the police station he had given a roll of Smarties to Caro. It contained a 120'000 CHF winning “Toto”-ticket. Caro, on the run, now wants to encash the ticket as fast as possible. But the kiosk-woman isn’t allowed to pay out such a high amount of cash . So Caro asks Beko, if he knew someone, who could exchange the ticket against cash within an hour. The mafia agrees  and the parties meet at a small park. The situation escalates and Caro throws a handgrenade . The grenade doesn’t go off. Finally Strähl succeeds in arresting Berisha, thanks to a hint by new blood Beat – hiding a serious amount of confiscated drugs in Berisha’s trunk.\n"}