{"wikiId": "679636", "titre": "Abre los ojos", "dateSortie": "1997-12-19", "duree": "117.0", "genre": ["Thriller", "Future noir", "World cinema", "Psychological thriller", "Mystery", "Drama", "Romance Film"], "resume": "From a prison cell in Madrid, César (Eduardo Noriega , a 25-year-old in a prosthetic mask, tells his story to psychiatrist Antonio . Flashbacks reveal the following events: good-looking César is attractive to women. At his birthday party, he flirts with Sofía , the girlfriend of his best friend Pelayo . Later on, he takes her home and stays the night, although they don't sleep together. The next morning, César's obsessive ex-lover Nuria  pulls up outside Sofia's flat and when she spots César leaving in the morning, she offers him a ride back to her apartment to have sex. On the way there, however, she intentionally crashes the car, committing suicide, and César is horribly disfigured, beyond the help of cosmetic surgery. Sofía can't bear to see him like this and goes back to Pelayo. After César's disfigurement, he begins to have a series of disorienting experiences. Drunk, César falls asleep in the street. On awakening, everything has changed: Sofía now claims to love him and the surgeons restore his lost looks. But as he makes love to Sofía one night, she apparently changes into Nuria. Horrified, César smothers her with a pillow, yet finds everyone else believes Nuria was indeed the woman everyone else calls Sofía. While he is confined to the prison, fragments of his past return to him as if in a dream. It is gradually revealed that, shortly after his disfigurement, César contracted with Life Extension, a company specializing in cryonics, to be cryogenically preserved and to experience extremely lucid and lifelike virtual reality dreams. Returning to their headquarters, under supervision by prison officers, he discovers they specialise in cryonics with a twist: \"artificial perception\" or the provision of a fantasy based on the past to clients who are reborn in the future. He had committed suicide at home after sleeping drunk on the street, and was placed in cryonic suspension. His experiences from about the midpoint of the movie onward have been a dream, spliced retroactively into his actual life and replacing his true memories. At the end of the film he elects to wake up and be resurrected. Convinced his life since the drunken night in the street is simply a nightmarish vision created by Life Extension, César leaps from the roof of the company's high-rise headquarters, resolving to open his eyes once more to real life outside the cryonic fantasy.\n"}