{"wikiId": "28909398", "titre": "Caín", "dateSortie": "1984-07-05", "duree": "110.0", "genre": ["Drama"], "resume": "Don Polo, a rich influential landowner, has only one legitimate son, Abel, who is spoil, naive and weak. Don Polo’s oldest son, Martín, was born out of a relationship with Dionisia, the housekeeper in his farm called: El Paraiso . Martín and Abel have grown up together but in very different circumstances. Martín has been treated not like a son but like any other peasant in the farm. In spite of these differences the two brothers have had a good relationship in which the older and more experienced Martín keeps the upper hand. Their friendship breaks up with the arrival of Margarita, a beautiful young woman who belong to a penniless aristocratic family. Margarita’s father was the previous owner of el Paraiso. Both brothers are attracted to the sweet and flirty Margarita and she is torn between the two. Margarita is more attracted to the handsome and masculine Martín, but Abel is more pliable and been rich he suits her aspiration of money and position. Pressured by the family priest Margarita ends up marrying Martín a decision she soon regrets. Martín, victim of his wife’s social prejudices, leaves the farm. Margarita then asks Abel to live with her. Sometime after wards, the three get together again and Martín kidnaps Margarita after killing his half-brother. Martin escapes with her towards Colombia’s eastern plains and joins a guerrilla group led by Pedro Palos, his old friend from their military service. Martin and Margarita are not welcome in the guerilla. Margarita is pregnant while Martín, accused of killing Abel, is looked for by the authorities. This makes the guerrilla members to argue among them. In the meantime Margarita gives birth to Abel’s son. Don Polo offers a ransom for Margarita and his newborn grandson. Pedro wants to claim the money offered by Don Polo and Martin wants to keep his wife and the baby. Both have to escape, each going their own way.\n"}