{"wikiId": "3030276", "titre": "The Spook Who Sat By The Door", "dateSortie": "1973-09-21", "duree": "102.0", "genre": ["Crime Fiction", "Thriller", "Action/Adventure", "Blaxploitation", "Drama", "Film adaptation", "Action", "Political drama", "Spy"], "resume": "The story takes place in the early 1970s in Chicago. The CIA has been required for political reasons to recruit African-Americans for training. Only one of them, Dan Freeman (Lawrence Cook , secretly a black nationalist, successfully completes the training process. He becomes the first black man in the agency and is given a desk job—Top Secret Reproduction Center Sections Chief . Freeman understands that he is the token black person in the CIA, and that the CIA defines his function as providing proof of the agency's supposed commitment to integration and progress. Therefore, after completing his training in guerrilla warfare techniques, weaponry, communications and subversion, Freeman puts in just enough time to avoid raising any suspicions about his motives before he resigns from the CIA and returns to work in the social services in Chicago. Upon his return, Freeman immediately begins recruiting young black men living in the inner city of Chicago to become “Freedom Fighters” teaching them all of the guerrilla warfare tactics that he learned from the CIA. They become a guerrilla group with Freeman as the secret leader. The “Freedom Fighters” set out to ensure that black people truly live freely within the United States by partaking in both violent and non-violent actions throughout Chicago. The “Freedom Fighters” of Chicago begin spreading the word about their guerrilla warfare tactics across the United States; as Freeman says, “What we got now is a colony, what we want is a new nation.” As revolt and a war of liberation continues in the inner city of Chicago, the National Guard and the police desperately try to stop the “freedom fighters.” The film provides discussions about black militancy and the violent reactions that took place by white America in response to the progress of the Civil Rights Movement.\n"}