{"wikiId": "24522644", "titre": "The Secret in Their Eyes", "dateSortie": "2009-08-13", "duree": "129.0", "genre": ["Thriller", "Crime Fiction", "World cinema", "Mystery", "Period piece", "Drama", "Romantic drama", "Romance Film"], "resume": "Retiree Benjamín Espósito is having trouble getting started on his first novel. He pays a visit to the offices of Judge Irene Menéndez-&nbsp;Hastings to tell her about his plans to recount the story of the Coloto case, the one they both worked on 25 years ago, when she was his new department chief and he was the federal agent assigned to the case. She suggests he start in the beginning. So his novel begins the day a federal agent named Espósito is assigned to the rape and murder of Liliana Coloto, attacked in her home on a pretty June morning in 1974. Espósito promises her widowed husband, Ricardo Morales, that the killer will do life for his crime. His investigation is joined by his alcoholic friend and assistant, Pablo Sandoval, and the Cornell-educated Hastings. Before the three can start, their rival, Romano, tries to show them up by having officers beat a confession out of two innocents who worked near the couple's apartment. Espósito gets them released and tries to attack Romano in a justice building hall. Back on the case, the agent finds a clue to the murderer's identity in Liliana's photo albums. He notices that pictures from her home town of Chivilcoy frequently show a suspicious young man named Isidoro Gómez; his eyes never leave her. Irene finds this draft of the story unbelievable, since she does not agree that an agent can identify a killer by the look in his eyes. Benjamín insists all of a young man's feeling for a woman is spoken there. Although Gómez was recently in Buenos Aires, he has left both his apartment and employment. Espósito and Sandoval travel to Chivilcoy and sneak into Gómez's mother's house, turning up his letters to her. Sandoval steals them but they contain nothing useful and, when their supervising judge learns of the illegal action, the case is closed. Over an evening review of the manuscript, Benjamín reminds Irene that it was only one week later that she announced her engagement. The memory is poignant, and she decides that she cannot revisit the past through his novel any more. A year after the case was closed, Espósito runs into Morales and learns that he maintains daily surveillance at Buenos Aires train stations to catch Gómez passing through. Deeply impressed, Espósito successfully appeals to Hastings to reopen the case. In the end, Sandoval produces the critical insight: he realizes the names in the letters refer to players on Racing Club, a Buenos Aires football club, indicating his fixed \"passion\" for the team. Therefore, Espósito and Sandoval attend a match for Racing and spot Gómez in the crowd. He slips away when a Racing goal sends the crowd into a frenzy, is pursued through the throbbing stadium and nearly vanishes before he is cornered and chased on to the pitch, captured, and taken in for questioning. Espósito's largely illegal interrogation is interrupted by Hastings, but when she finds herself looking in the suspect's eyes, she uses her status and sexuality to provoke him with taunts about his masculine inadequacies. It works: he exposes himself and takes a swing at her in the same moment he confesses. Justice seems served. Late one night, while contemplating the sacrifice of his lost friend Pablo Sandoval, Benjamín gets a call from Irene asking to see the rest of the story. In 1975, the widower sees his wife's killer on television, included in a security detail for the president of Argentina. Hastings and Espósito quickly establish that Romano, now working for a special government agency, released the murderer to settle the old score, and he insults them both, taunting Espósito for being beneath Hastings. Undeterred, she invites Espósito to offer his objections to her impending marriage plans that night. Before they can meet, however, he has to leave a very intoxicated Sandoval in his living room to run and fetch Sandoval's wife to take him home, but when the two return they find the front door broken and Sandoval inside, shot to death with a submachine gun, apparently by Romano's henchmen. To save his own life, Espósito accepts the isolation of Jujuy Province, near the border with Bolivia. Hastings takes him to the train station for a disconsolate goodbye. The novel complete, Irene shares her satisfaction with the results, although she doesn't believe the scene in the train station. They agree the story lacks the right ending. Benjamín is looking for the answer to a question: \"How does one live a life full of nothing?\" With Irene's help, Benjamín locates Ricardo Morales leading a quiet life in a rural area of Buenos Aires Province, and takes his finished book there. Although the widower apparently has relinquished his obsession with the murder case, Benjamín has to ask him how he has lived without the love of his life for 25 years. When Benjamín repeats Pablo's final promise to get Gómez, Ricardo hesitantly confesses that in 1975 he ended Gómez's stalking of Benjamín by kidnapping and shooting him dead. A disturbed Benjamín starts the drive back to the city, distracted by something that doesn't seem right. Impulsively, he pulls over, leaves his car by the side of the road, and stealthily returns to Ricardo's property. He follows Ricardo into a small building set near the main house, where he is shocked to find Gómez living in a makeshift cell, undetectable from the outside. Gómez plaintively asks Benjamín to request Ricardo to talk to him. Ricardo reminds Benjamín of his promise that Gómez would never go free. Benjamín pays his respects at Pablo's grave, then goes to see Irene with an evident sense of purpose. She notices something different in his eyes, reminds him that it will be complicated, and asks him to close the door.\n"}