{"wikiId": "25896181", "titre": "Fidelity", "dateSortie": "2000-04-05", "duree": "166.0", "genre": ["Drama"], "resume": "Talented Canadian photographer Clélia  lands a lucrative job in Paris with a tabloid called La Verite run by scandal-mongerer Rupert MacRoi . Clélia's mother once dated MacRoi years ago while working as a caberet singer. Once she became pregnant with Clélia, she stopped seeing MacRoi and married Clélia's father. Accompanying her daughter to Paris, she tells Clélia that her strongest principle was honour, and encourages her to get married and settle down. In Paris Clélia gives a television interview and talks about her two successful books of photography: a \"study of absence\" showing empty streets and deserted landscapes, and a study of fashion models without showing their faces. While walking the Paris streets taking photographs, Clélia meets Clève , a bumbling middle-aged children's book publisher who is preparing to marry MacRoi's wealthy daughter to bolster his flagging publishing house. Clève is immediately attracted to Clélia and invites her back to his office where they make love. Afterwards, she meets Clève's brother Bernard, a Catholic bishop, and their father. At the La Verite offices, Clélia finds most of her co-workers to be disillusioned and perverse—all knowing that they \"earn their keep on dirt.\" At her first assignment covering a hockey team that MacRoi recently purchased, Clélia finds herself in the team's locker room surrounded by naked players celebrating their victory. MacRoi is there and after teasing her about her taking photos of the naked players asks if she'll join his family for a dinner party. Before she leaves, Clélia has sex with one of the players. At MacRoi's dinner party, Clève loudly declares his love for Clélia before his entire family, including his fiance, Genièvre MacRoi, the sister of Rupert MacRoi. Genièvre responds by calling off their wedding and hitting him. Later that evening, following MacRoi's announcement of the purchase of Clève's publishing company, Clève's father collapses and dies while his son and Clélia look on. Clève asks Clélia never to leave him. At the funeral, Clève confides in Clélia his fears that MacRoi will not respect his family's publishing house now that he owns it, saying, \"He massacres all that is upright and inneficient, delicate and noble.\" Soon after, Clélia and her mother move into Clève's house. He gives her his mother's engagement ring. In bed she reads lines from a W. H. Auden poem, \"This like a dream keeps other time, and daytime is the loss of this, for time is inches and the heart's changes, where ghost has haunted lost and wanted. But this was never a ghost's endeavor, nor finished this, was ghost at ease, and till it pass love shall not near the sweetness here nor sorrow take his endless look.\" Clélia's first portfolio of photos for La Verite creates a sensation and she is congratulated by her colleagues—all except Némo , a sexy young photographer who promptly propositions her upon their first encounter. In spite of her sexual attraction to Némo, Clélia marries Clève in a ceremony marred somewhat by the presence of La Verite photographers and reporters, including Némo. After the wedding, Némo leaves his girlfriend, Ina , a former African princess and Parisian prostitute whom he met investigating the illegal organ trade. He delivers his wedding photos to Clélia's home, handing them to her mother. Upset at the intrusion, and suspecting her daughter is having an affair, Clélia's mother collapses and soon dies. Némo continues to follow Clélia, even taking photos of her in her house making love to her husband. Later she learns that Némo was given this assignment by MacRoi who is looking to find dirt on Clève. Although she continues to see Némo, Clélia resolutely keeps to her wedding vows in the face of her suitor's continued advances. She travels by train to Normandy to attend a motorcycle event in which Némo is a participant. During the race Némo crashes, and Clélia rushes to his side, revealing her feelings for him. At the celebration afterwards, Némo gets drunk and loud, talking about his investigation into the illegal organ trade and the shady International characters involved. Later that night he and Clélia take the train back to Paris together. After Némo is attacked by a gang hired by the illegal organ traffickers, Clélia asks him to show her the world he is investigating—a dark world of brutal human fighting to the death. Throughout their time together, Némo continues his advances toward her, but Clélia resists. When she returns to her home, Clève is convinced she is having an affair, despite her promises that she's never lied to him and will never be unfaithful to him. After learning that his brother the bishop has run off with a married woman, Clève says he will join his brother in Plougastel-Daoulas in Brittany at The Happy Inn. After they make love Clève writes on the bathroom mirror, \"Oh but what worm am I the victim of that you then unabashed did what I never wished confessed another love and I submissive, felt unwanted and went out?\" After he leaves, Clélia calls the offices of La Verite to inform them of Bishop Bernard's \"love-nest\" in Brittany, and soon the scandal erupts in the news. Clélia watches the television coverage of his public humiliation. Clève does not return to his wife, and after sleeping with a transvestite prostitute, he calls La Verite asking that they track his wife who he believes is two-timing him. Meanwhile, Clélia comes to Némo's house, where assassins hired by the organ traffickers blast the place with gunfire, but Némo and Clélia are able to defend themselves and escape. Soon after, Clélia attends a publicity session with MacRoi and a new partner. MacRoi presents Némo with a new expensive motorcycle for his work covering Clélia. During the session, assassins again attempt to kill Némo, and during the attack both Némo and Clève are injured. MacRoi is killed by a shard of glass in his eye. After the funeral, MacRoi's daughter reorganizes the company, intending to continue the scandal-mongering. She also fires Clélia, who later begs her husband to come back to her, but he will not reconsider. On their way out of the building he falls down a flight of steps and dies on the way to the hospital, with Clélia at his side. At the funeral she avoids Némo's advances and leaves Paris. Sometime later, Némo is interviewed on television and talks about his new portfolio dedicated to Clélia, who has disappeared. A few years later, while taking photographs in a monastery, Clélia by chance sees the beginning of an English-language MacRoi Production film called The Princess of Cleve about her life, directed by Némo. She laughs at the absurdity. Before leaving the monastery, she places her wedding rings on a tree branch, while the ghost of her late husband looks on. Clélia can only say, \"Forgive me.\" He smiles and retrieves the rings while she weeps.\n"}