{"wikiId": "25513116", "titre": "Decalogue I", "dateSortie": "1988", "duree": "53.0", "genre": ["Drama"], "resume": "Krzysztof lives alone with Paweł, his 12-year old and highly intelligent son, and introduces him to the world of personal computers. They have several PCs in their flat and do many experiments with programming such as opening/closing the doors or turning on/off the tap water with help of the PC. One cold winter morning Paweł asks his father to give him a physics problem to solve. Krzysztof does so and Paweł solves it very quickly on his computer. Later Paweł becomes depressed at the sight of a stray dead dog and begins to wonder about deeper things in life. When asked about the nature of death, his father gives him a very objective  explanation of death as the ending of all vital functions. A TV crew comes to Paweł's school and makes several shots of Paweł and his schoolmates for their reportage on the poor quality of milk in public schools. Paweł creates a program that allows him to know what his mother is doing , but the computer is unable to answer as to what she dreams. Irene, however, Paweł's aunt, answers easily: she dreams of Paweł. Paweł also believes that his father's computer must know his mother's dreams. Paweł talks with his aunt about what his father said about death; she elaborates on that and talks about the soul and religion. Irene and Krzysztof discuss Paweł's decision to take religious courses at the local church. One day when arriving home, Krzysztof and Paweł notice that Krzysztof's computer turned itself on. Paweł and his father use the computer to calculate if it is possible for him to skate on the ice, to see whether it would hold him. After filling in the data into the computer, the PC says that the expected ice would hold three times Paweł's weight. Krzysztof even goes to the lake and corroborates that the ice is strong enough to hold him. Paweł finds a pair of skates in a drawer meant to be a Christmas gift and wants to try them on the lake not far away from their home. His father gives his permission. The next day, Krzysztof hears firemen's sirens going off and people rushing to the lake. Later the mother of a classmate of Paweł's comes distraught to Krzysztof; the English lesson where Paweł was supposed to be was cancelled due to illness of the teacher and the ice in the lake broke. Krzysztof remains calm at first and refuses to believe that the ice could have broken, since his calculations clearly indicated that the ice would not break. After searching all around the neighbourhood he gets confirmation from one of Paweł's friends that he was skating at the time of the accident.  Irene and Krzysztof are desperate when the rescue services fish several corpses out of the frozen water . Krzysztof returns home to find that his computer has turned on by itself again indicating that it is ready. Krzysztof later enters a provisional church, destroying a small altar to the Black Madonna of Częstochowa, which appears to be crying.Episode info on www.allmovie.comEpisode synopsis on www.rottentomatoes.comEpisode overview on www.imdb.comEpisode synopsis on www.facets.org The film ends as Krzysztof, in tears, sinks to his knees and tries to cross himself with holy water on his forehead, but the water is frozen.\n"}