{"wikiId": "18401762", "titre": "Engine Sentai Go-onger: Boom Boom! Bang Bang! GekijōBang!!", "dateSortie": "2008-08-09", "duree": "35.0", "genre": ["Short Film", "Action"], "resume": "The film begins as Gaiark Pollution Ministers attempt to break the dimensional barriers that separate the Braneworlds, recycling 13 Barbaric Machine Beasts to help them out. The Go-ongers intercept the Recycle Barbaric Machine Beast Army in their Engines, managing to scrap the 13. However, trio of mysterious warriors appear and their actions result with the Go-ongers losing the primary Engine Casts while being sucked into the Braneworld known as , a dimension similar to Edo Japan where power is essential. Attempting to find the missing Engine Casts of Speedor, Bus-on and Bearrv while Jumboale and Carrigator work hard to keep the portal between the two worlds open, the Go-ongers pursue the Honōshū. After escaping a group of Samurai, the primary Go-ongers run for their lives before being saved by Tsuki-no-Wa, who brings them to the others. But Raiken and Gokumaru arrive with Hant and Gunpei after taking Birc and Gunpherd's Engine Souls, forcing the Honōshū to reveal themselves as Engine Souls. However, they are unable to bond with the primary Engine Casts with the Yōma taking them. After learning the Honōshū's story, the Go-ongers offer their aid in storming Maki's castle the day, finding the Sutō siblings who pretend to work for Maki in order to return the Engine Casts to them. As the others destroy Maki's Yōma servants with Hyper Cannonball to get back Shishi-no-Shin & Tsuki-no-Wa's Engine Casts, Go-on Red is overwhelmed by Maki until the Honōshū arrive. However, with Engine-Oh and the other Engines fighting Maki in her monstrous form before being broken down. But Sōsuke manages to grab on to one of Maki's heads, fighting his way to Retsu-Taka's Engine Cast. Once getting the Engine Cast, Maki assumes her true form as the Honōshū risk themselves to form Engine Daishougun with Sōsuke piloting them to destroy Maki and burn her castle to the ground. With the battle over, as Samurai World's denizens return to normal, Engine Daishogun turns to stone much to Sōsuke's dismay. The Go-on teams soon return to their world.\n"}