{"wikiId": "3650371", "titre": "Silk", "dateSortie": "2007-09-14", "duree": "109.0", "genre": ["Japanese Movies", "World cinema", "Period piece", "Drama", "Film adaptation", "Romantic drama", "Romance Film"], "resume": "Hervé , in 19th century France, is a military officer, because that is what his father wants. He is happy when he gets the opportunity to change his profession to that of trader of silkworm eggs. Because in Europe silkworms are affected by a disease , he is sent to Africa to get healthy eggs.  Since the African silkworms are affected too, he is sent to Japan, even though at that time  almost all of Japan was off-limits to foreigners. The journey is by carriage and train, a caravan of horses through Asia, the boat trip from the Asian continent to Japan, and guided, blindfolded, on horseback to the Japanese village where he can buy the eggs from a local baron, Hara Jubei . During his stay in the village he becomes obsessed with the unnamed concubine of Jubei  who hands him a note in Japanese. On a second journey he has sex with another girl handed to him by Jubei's concubine. Having traded more eggs than on his first trip, Hervé delays his departure by two days in the hope of seeing the girl again. At home Hervé's love remains secret, and though he seems happy with his wife, Hélène, but they remain childless. Hervé seeks out a French-Japanese brothel owner in Lyon, Mme Blanche , known for giving the small blue flowers that she wears to her clients, who translates the note for him as: 'Come back or I shall die'. Mme Blanche advises Hervé to 'forget about her, she won't die'. The third time he is sent to China, since Japan is no longer safe, and good eggs are now available in China. However, Hervé insists in going to Japan anyway. However, when he arrives in Japan war has broken out, and the village is abandoned; Jubei and the girl are not there. A young servant boy of Jubei , who Hervé has met before, shows Hervé the way to Jubei. The latter becomes hostile and tells Hervé to go home. Before he leaves, Hervé discovers that Jubei had the boy executed  for showing Hervé where to find them. Without meeting the girl Hervé buys eggs in China, and returns home. Unfortunately after arrival, Hervé discovers that the eggs have hatched and therefore are useless. To employ the village, Hervé decides to build Hélène's garden that disastrous summer. Hervé at last receives a long letter from the mysterious concubine, written in Japanese. He again takes the letter Mme Blanche for translation, who agrees, providing Hervé never comes to see her again. The letter is a deeply moving declaration of love. Hélène becomes ill and eventually dies. After her death, Hervé finds a tribute of small, blue flowers on her grave. He seeks out Mme Blanche once more, believing her to have written the letter, but Mrs Blanche reveals to him that Hélène had read her the letter to translate into Japanese. Hélène had Mme Blanche translate the letter for her, knowing that her husband was in love with a Japanese woman, and wanting him to be happy. Mme Blanche tells Hervé that, more than anything, his wife loved him. Too late, Hervé finally realizes that it was Hélène who was his true love after all. The film ends with Hervé, fated to remain childless, recounting his story to Ludovic  – a young protégé since childhood and now Hélène's gardener – on a bench in Hélène's garden. Henceforth Ludovic can now appreciate the real story behind Hélène's garden.\n"}