{"wikiId": "9502327", "titre": "Hors de prix", "dateSortie": "2006-11-18", "duree": "102.0", "genre": ["Romantic comedy", "World cinema", "Drama", "Comedy", "Romantic drama", "Romance Film"], "resume": "Jean , a waiter at a luxury hotel, pretends to be a millionaire and awakens the interest of Irène , a gold digger who convinces wealthy men to pay her bills. Irene's elderly lover gets drunk and falls asleep on her birthday, so she goes to the bar in the hotel where she and Jean meet. After making her impressive cocktails, he takes her up to the hotel's imperial suite where they spend the night. A year later Irène returns to her hotel with Jacques, who asks her to marry him. Later that day Jean and Irène sleep together again but Jacques sees them and breaks off the engagement. Irène returns to Jean pretending she gave up Jacques to be with him, but they are discovered in the imperial suite. When Irène discovers who Jean really is, she escapes. However, Jean is in love and follows her, finding her at Côte d'Azur. Pursuing her, he spends all the money to his name to pay for her presence, including his savings and pension plan, until he uses his final euro for \"10 more seconds\". When she leaves him for richer men and he is left with a hotel bill he can't pay, he is picked up by a wealthy widow and assumes the lifestyle of the one he pursues. Now that they are \"equals\", Irène teaches Jean the tricks of gold-digging and he soon wheedles a €30,000 watch from his wealthy sponsor Madeleine, because he sulked after she forced him to have plastic surgery on his ear. Paying hard to get, Jean continues to prove himself a skillful gold digger when Madeleine later gives him a scooter. Jean and Irène steal away from their sponsors at every chance they get, getting designer clothes and fancy food, until, on the morning of Irene's departure to Venice with her lover Gilles, he catches Irène and Jean kissing on the hotel room balcony. Furious, Gilles leaves Irene with nothing but a sarong and the swim suit she is wearing. Jean sells his watch to buy Irene a week's stay in their hotel and a gorgeous evening gown. He also gives her an invitation to a party which they both attend. Jean's patron Madeleine is at first furious with Jean for selling his watch, but calms down and is pleased when Jean gives her a beautiful pair of earrings he had also bought with the money. At the party that evening, Irène sees Jacques again, but finds out he has new young girlfriend, Agnès. Whilst stealing a dance with Jean, Irène hatches a plan to win Jacques back again with Jean's connivance. Even though Madeleine dumps Jean, he pretends to be a wealthy prince and seduce Agnès, taking her up to his room across from where Irène is sitting, talking to Jacques. However, when Irène first sees Jean with Agnès on the balcony she realizes she loves Jean. She runs away from Jacques to Jean's room, abandoning her last chance with Jacques and a glamorous lifestyle, and declares her feelings for Jean. The movie ends with Irène and Jean riding off to Italy on his scooter, using the euro coin for the toll fee.\n"}