{"wikiId": "10836632", "titre": "Dasepo Naughty Girls", "dateSortie": "2006-08-10", "duree": "111.0", "genre": ["LGBT", "Sex comedy", "World cinema", "Musical", "Satire", "Comedy", "Teen"], "resume": "Museulmo High School, situated somewhere in South Korea, may not be your typical high school. One of the students there is named “Poor Girl” . She walks around with a stuffed doll draped around her back, which she calls “Poverty.” As her name implies she is as poor as poor can get. She lives with her mother  in a one room building. Her mother is chronically ill and buried in debt. To help pay for her mother’s bills, Poor Girl has turned to prostitution to support her family. Because of this, she carries a heavy burden of guilt and shame. So much so that she has attempted suicide. Her only friend seems to be her doll “Poverty.” That is until she meets a new client. The new client is a cross-dresser , who's looking for a girl to play sisters with. Poor Girl is able to share some of her problems with her new found friend. In the meantime, she dreams about dating her classmate Anthony . Anthony comes from a rich background. His  parents are diplomats from Switzerland. He has everything a teenager can possibly wish for: good looks, expensive cars and suits. Anthony goes through life enjoying his superficial ways… until he meets Double Eyes . Double Eyes is the sibling of Anthony’s classmate Cyclops  who is a bit of an outcast at Museulmo High school. As his name indicates, he has only one eye. His days at Museulmo High School are filled with loneliness and being the object of pranks and jokes. While waiting for his sister Double Eyes at a restaurant, Cyclops is spotted by Anthony and his two friends. One of Anthony’s friends asks Cyclops, “Does your sister have a third eye?” Anthony and his friends laugh among themselves… until they see Cyclops’s sibling named Double Eyes. Double Eyes is beautiful and his classmates are in shock. Anthony immediately falls in love with Double Eyes. Unfortunately there is a secret with Double Eyes… As the lives of these students progress at Museulmo there is another problem that soon starts to emerge. Students, who have never shown any interest in education, suddenly become immersed in studying and preparing for their college entrance exams. They even give up dating! It's up to these classmates to find out what is really going on at Museulmo High and prepare for their graduation.\n"}