{"wikiId": "15532008", "titre": "The Judge and the General", "dateSortie": "2008-05-04", "duree": "84.0", "genre": ["Documentary"], "resume": "The Judge and the General tells a story of personal transformation, as a Chilean judge descends into what he calls the \"abyss\" of investigating crimes committed by Augusto Pinochet's dictatorship during the 1970s and 1980s in Chile. Appeals Court Judge Juan Guzmán opposed the democratically elected Salvador Allende and supported General Pinochet until being assigned in 1998—by judicial lottery—the first criminal cases against him.  Filmmakers Elizabeth Farnsworth and Patricio Lanfranco follow Guzmán's investigations as he solves cases of murder and kidnapping and considers whether to indict Pinochet. Viewers watch as Guzmán confronts his past collusion with the military government and faces his own doubts about whether Pinochet should be indicted or not. The documentary begins with Judge Guzmán’s expressions of anguish, as he watches supporters of Pinochet taunt opponents during the general’s funeral in Santiago in December 2006. The taunts – which laud the killings of the Pinochet years—take Guzmán back to the hatred and chaos of the Allende period, the 1973 Pinochet coup, and ensuing terror. The film flashes back briefly to those years, as Guzmán and others recall that time. The film then follows two investigations which take viewers deeply into the story. Manuel Donoso was a young sociology professor killed just after the coup. The documentary cuts back and forth between a disinterment of Donoso’s remains and his wife’s story, as she recounts his arrest, torture and death. The case widens out as the documentary moves between past and present, and other characters place the crime in context. The other key case features Cecilia  Castro, whose mother, Edita, faced a ghastly “Sophie’s Choice.” She led Pinochet’s secret police to her daughter’s hiding place in order to save a granddaughter’s life. Judge Guzmán and detectives investigate this case from, among other locations, a boat off the Chilean coast, where underwater cameras capture the shocking images of divers bringing up rails that had been tied to bodies of political prisoners thrown into the sea. Guzmán is, perhaps, “the good German,” a citizen blind to the crimes around him until chance forces him into an investigation he never sought and didn’t want. As a young man he had served briefly as a clerk in the Court of Appeals during the worst years of repression under Pinochet. Judges of that court had to decide on thousands of habeas corpus petitions filed on behalf of victims, many of whom had disappeared into secret detention centers. Nearly all the petitions were denied, and Juan Guzmán wrote some of those denials. Had they been granted, many lives would have been saved. Viewers watch as he struggles with this memory and describes how his investigation made him realize how “blind” he had been. “ I would say it opened the eyes of my soul,” he says. Guzman’s colleagues–-attorneys and judges—had doubted Guzman’s competence and his willingness to pursue Pinochet. By the end of the film, viewers will know whether they were right or wrong.\n"}