{"wikiId": "6456053", "titre": "The Yellow Rolls-Royce", "dateSortie": "1964-12-31", "duree": "122.0", "genre": ["Drama", "Comedy of manners", "Comedy-drama", "Comedy"], "resume": "On a flat bed lorry driven in the streets of London, England, a motor car is under a gray cover with the initials RR. The Rolls Royce is first purchased by Lord Charles, the Marquess of Frinton  as a 10th wedding anniversary present for his French wife, Eloise . Frinton is Under Secretary of State at the Foreign Office. The marquess is a longtime horse owner who has his heart set on winning the Ascot Gold Cup. This year his horse, named June 10  is the favourite and does indeed win. Lord Frinton is presented the Gold Cup by King George V. However, his elation is blighted when he finds his wife with her lover and his underling, John Fane  in the back of the Rolls with the shades drawn. For appearance's sake, Lord Frinton will not divorce his wife, but he returns the car. 20,023 miles later, Genoa, Italy — The Rolls, according to G. Bomba, owner of the Genova Auto Salon was “owned by a Maharajah, who lost his money at the San Remo Casino.” The Rolls is purchased by American gangster Paolo Maltese . He is touring Italy with his bored fiancée Mae Jenkins  and his right-hand man Joey Friedlander . When Maltese returns to Miami to take care of some unsavory business, he leaves Joey to chaperone Jenkins. Friedlander turns a blind eye when she falls in love with Stefano , a handsome young street photographer. Upon finding Jenkins and Stefano in the back of the Rolls with the shades drawn, Friedlander walks away. But he later shows Jenkins an eight-day-old American newspaper headline, Bugs O’ Leary Slain—Police Claim Gang Warfare, that was Paolo’s business in the United States. Jenkins lies to Stefano, telling him that it was just a fling, in order to protect him from her lethal boyfriend. Trieste on the Yugoslav border – the year, 1941 — The Rolls is in a repair shop. The car exterior is filthy with OCCASIONE  painted on the windscreen. It is bought by Gerda Millett , a bossy, wealthy American widow touring Europe. During the Invasion of Yugoslavia by the Nazi Germans, patriot Davich  commandeers her automobile to sneak into the country. However, none of his men know how to drive, so Millett volunteers, much to Davich’s surprise. They survive a German aerial attack and reach their destination. Along the way, these two very different people fall in love. Millett and Davich get in the back of the Rolls and draw the shades down. She wants to stay and help repel the invaders, but Davich will not permit it, saying it is not her fight. He tells her to go back to America and tell people what she has witnessed. The car is seen being unloaded from a cargo ship in New York. During the end credits, it is seen driving along an expressway, passing beneath a road sign reading I-95, George Washington Bridge, Bronx – Next Right.\n"}