{"wikiId": "18890766", "titre": "Unruled Paper", "dateSortie": "2002-02", "duree": "110.0", "genre": ["Drama"], "resume": "The film starts with a scene of a sitting room, empty of people, at some two minutes to 7 o'clock in the morning, and ends with a scene of the same empty room at some two minutes past 7 o'clock in the morning of some weeks later; this passage of time is accurately depicted by the brightness of the natural light that is reflected on the wall of a corridor, that leads to this sitting room, in the initial and final scenes.Since the date of the opening scene coincides with the first day of schools following the summer school-holiday, this date must coincide with the autumnal equinox , or a day very soon thereafter, should the autumnal equinox fall on a holiday, such as a Friday. With the time of the sunrise advancing in the course of the autumn, the light reflected on the wall at 7 O'clock in the morning must be less bright in the closing scene than in the opening scene. And this is indeed the case. The meticulous attention that Taghvā'i has given to the accurate representation of even the most mundane aspects of the film would at first sight seem to be at odds with the fact that with the exception of the opening and closing scenes, in all other scenes where the clock on the wall of the sitting room is in sight, its pendulum is conspicuously motionless. The opening scene depicts some moments before the family starts a very active day  and the closing scene, the end of a protracted Friday night,Since Friday is the equivalent in Iran of Sunday in nominally Christian countries, the night on Friday should be compared with that on Sunday. during which Jahāngir and Royā have spent an intellectually and emotionally exhausting night. The motionless pendulum suggests that the events in the intervening period have taken place out of time, or only in imagination. Although the work presented by Taghvā'i certainly qualifies as a surrealist art-form, this motionless pendulum serves as a more profound tool than a means that solely hints at surrealism. Taghvā'i conveys a number of unobtrusive verbal and visual messages to his viewers. Briefly, Taghvā'i and Ms Minoo Farsh'chi, the co-author of the film script, variously refer to the theory of eternal recurrence, as revived by e.g. Friedrich Nietzsche, with a strong emphasis on the importance of having a creative mind thereby to forge room for free will in at least an imaginative world. --> Jahāngir is working on a project that he apparently has initially introduced to Royā as being a villa on an island, but that Royā has later discovered that it is a prison compound on the island.In an earlier part of the film, Taghvā'i lets the viewer know about this fact through a scene  in which Jahāngir and Ali discuss the details of a map prepared by Jahāngir and talk about the wall of the compound being four metres high and this height not having been considered as sufficient. Following an intense argument between Jahāngir and Royā, Jahāngir reveals that he himself is deeply unhappy about his project, as his colleagues have nicknamed the prison compound as Jahāngir's Villa. An apparently innocuous argument between Jahāngir and Royā, married already for twelve years, thus leads to an intense and emotional flow of exchanges revolving around the subject matter of how well even closest individuals know each other and the reason why Jahāngir reacts nervously to Royās curiosity regarding his past. The deliberately ambiguous circumstance in which the intense discussion between Royā and Jahāngir takes place, greatly enhances the power of the words exchanged between the two characters. On the one hand, one is given the impression that Royā is curious because she is preparing her first film script for her class and that she must be using her husband's character in her story. On the other hand, while Jahāngir appears to be disconcerted, one cannot escape the suspicion that he may in fact be a willing participant in the creation of the script that Royā is in the process of creating.One finds a posteriori justification for one's suspicions when in the later parts of the film one hears Jahāngir talking about his previous agreements with Royā in regard to the script to be written by her. Furthermore, attending carefully to the conversations taking place between Jahāngir and Royā throughout the film, one will not fail to recognise parts of these conversations in the draft texts of the final script written by Royā. The philosophical messages of the film are mostly conveyed by the professor of literature  who teaches the course that Royā attends. His reflective manners and insightful statements convincingly portray him as a wise academic who has lived a profound life. In a pivotal scene, while being driven by Royā to his home, in the vicinity of \"the end of the world\", he says:  \"This world in which we live is not fit for working. Before I and you everything in it has already been invented. The world of your story is a kind of a world that you have to create yourself; if you want it to revolve on its axis, it must revolve by your will; when you want the sun to shine, it must shine, and when you do not want it to shine, it must disappear behind the clouds; when you want that it rains, the rain must descend from the sky; if you don't wish that it rains, wish it, and the rain will stop.\"Translated from Persian. It has been striven to preserve the colloquial nature of the conversation.   In the one but the penultimate scene of the film, Nāser Taghvā&#39;i introduces a visual metaphor, indicative of the intimacy between a husband and wife. This metaphor, which consists of a knife falling from the table to the ground and subsequently being simultaneously retrieved by Jahāngir and Royā, with the former grasping the handle of the knife firmly in his fist, and the latter fixing her fingers on the sides of the blade. Of note is the fact that in the motion pictures made in Iran men and women are not permitted to have physical contact.It should be realised that knife is a phallic symbol.\n"}