{"wikiId": "4655863", "titre": "Strike", "dateSortie": "1924", "duree": "82.0", "genre": ["Silent film", "Indie", "World cinema", "Black-and-white", "Drama", "Political drama"], "resume": "The film opens with a quote from Vladimir Lenin:  The strength of the working class is organization. Without organization of the masses, the proletarian is nothing. Organized it is everything. Being organized means unity of action, unity of practical activity., 1:10, 1:58—2:06 The administration is spying on the workers, reviewing a list of agents with vivid code names., 6:45 Vignettes are shown of them. Conditions are tense with agitators and bolsheviks planning a strike prior to the catalytic event., 17:45 ;Повод к стачке / Reason to strike A micrometer is stolen, with a value of 25 rubles or 3 weeks pay., 20:03 A worker, Yakov, is accused of the theft and subsequently hangs himself., 22:42 Fighting ensues and work stops. The workers leave the milling room running and resistance is met at the foundry. The strikers throw rocks and loose metal through the foundry windows. Then locked within the gates of the complex, the crowd confronts the office. They force open the gates and seize a manager carting him off in a wheel barrow dumping them down a hill into the water., 32:40 The crowd disperses.  ;Завод замер / The factory dies down The chapter begins with footage of ducklings, kittens, piglets, and geese., 34:40 A child then wakes his father for work ironically with no work to do, they laugh and frolic. The factory is shown vacant and still with birds moving in. The children act out what their fathers had done, wheelbarrowing a goat in a mob. The owner is frustrated by orders arriving and the frozen plant. Demands are formulated: an 8 hour work day,, 39:23 fair treatment by the administration,, 39:34 30% wage increases,, 39:43 and a 6 hour day for minors., 41:14 The shareholders get involved with the director and read the demands. They discuss dismissively while smoking cigars and having drinks. Presumably on the orders of the shareholders, the police raid the workers,, 43:30 and they sit down to protest. At their meeting the shareholders use the demand letter as a rag to clean up a spill,, 45:40 and a lemon squeezer metaphorically represents the pressure the stockholders intend to apply to the strikers. ;Стачка затягивается / The strike draws out  Scenes are shown of a line forming at a store which is closed, and a baby needing food., 49:05 A fight occurs at a home between a man and a woman, subsequently she leaves. Another man rummages through his home for goods to sell at a flea market, upsetting his family., 50:52 A posted letter publicly shows the administrators rejection of the demands. Using a hidden camera in a pocket watch, a spy named \"Owl\" photographs someone stealing the letter., 57:04 The pictures are transferred to another spy. The man is beaten, captured, and beaten again., 101:11 ;Провокация на разгром / Provocation and debacle The scene opens with dead cats dangling from a structure., 1:05:55 A character is introduced, \"King\" whose throne is made of a derelict automobile amidst rubbish, and who leads a community that lives in enormous barrels buried with only their top openings above ground., 1:08:30 After a deal with a tsarist police agent, \"King\" hires a few provocateurs from among his community to set fire, raze, and loot a liquor store., 1:13:38 A crowd gathers at the fire and the alarm is sounded. The crowd leaves to avoid being provoked but are set upon by the firemen with their hoses regardless., 1:18:30 ;Ликвидация / Extermination The governor sends in the military. A child walks under the soldiers' horses and his mother goes under to get him and is struck., 1:24:18 Rioting commences, and the crowd is chased off through a series of gates and barriers heading to the forge, then their apartments. The crowd is chased and whipped on the balconies. A policeman raises and drops a child from the balcony, killing it., 1:29:52 The workers are driven into a field by the army and shot en masse., 1:33:00 this is shown with alternating footage of the slaughtering of a cow.\n"}