{"wikiId": "11216936", "titre": "Fantaghirò 3", "dateSortie": "1993", "duree": "", "genre": ["Family Film", "Adventure"], "resume": "The evil wizard Tarabas has learned of a prophecy that a royal child no older than ten is destined to destroy his kingdom. Shocked to learn that he is not invincible, Tarabas sends his clay soldiers out to kidnap all the royal children of the world. His mother, Xellesia, disapproves of this, but Tarabas is obsessed with learning how he will be defeated. Among the children he targets are the babies of Catherine and Caroline, Fantaghirò's sisters. Fantaghirò and Romualdo protect the babies from Tarabas's clay soldiers but, during the battle, Romualdo accidentally falls into a cursed river and turns into a statue. Fantaghirò seeks the help of the Elf Queen to cure Romualdo, but she is told that only \"The Impossible Kiss\"  can cure Romualdo. Fantaghirò decides to track down Tarabas by following his clay soldiers. When she comes across the clay soldiers attacking another castle, she intervenes. However, she is too late to save the King who, with his dying breath, asks Fantaghirò to take care of his daughter, Princess Esmeralda. Fantaghirò agrees, and takes Esmeralda away to safety. Tarabas, who has learned about Fantaghirò's quest, deliberately crosses paths with Fantaghirò and Esmeralda as they are travelling in the forest. He claims to be a common traveller, and they agree to camp together for the night for safety. Although Esmeralda is suspicious, Fantaghirò does not suspect anything. As they sleep, Tarabas is overcome with desire to kiss Fantaghirò, but as soon as he approaches her, he starts to transform into a hideous beast. Tarabas runs away from the camp, and as soon as he does, the transformation ceases and he returns to his human form. He is confronted by Xellesia, who explains that the dark magic within him does not allow him to fall in love, for as soon as he tries to kiss the one he desires, he will be transformed into a beast to devour them. Fantaghirò and Esmeralda continue on their journey and are reunited with Lightning and Bolt who have a new plan to track down Tarabas. They resurrect the Dark Witch and hold her heart hostage, promising to give her back her heart if she helps them find Tarabas. The Dark Witch reluctantly agrees, and leads them to Tarabas' underground lair. There, Fantaghirò is shocked to learn that the man she befriended in the forest is the feared Tarabas. Tarabas agrees to give Fantaghirò the Impossible Kiss if she will marry him. Fantaghirò agrees. Tarabas chains himself up to prevent himself from devouring Fantaghirò and they kiss. The magic of the Impossible Kiss is captured by the Black Witch, who promises to take it back to Romualdo. As Fantaghirò is preparing to marry Tarabas, she is told by Lighting and Bolt that the Dark Witch has broken her promise, and the power of the Impossible Kiss is waning. Tarabas agrees to let Fantaghirò go, if she will promise to return him. Fantaghirò promises and chases after the Black Witch, but it is too late. Although Romualdo cannot be revived, Fantaghirò keeps her promise and returns to Tarabas. But Tarabas has had a change of heart and lets Fantaghirò go, realising that this is the only way to prove his love for her. A second Impossible Kiss is made when Tarabas kisses Esmeralda, whom he has also grown to care for. This second kiss revives Romualdo, the pair are finally married and they adopt Esmeralda as their daughter.\n"}