{"wikiId": "1775698", "titre": "Jamón, jamón", "dateSortie": "1992", "duree": "94.0", "genre": ["Comedy"], "resume": "Silvia, a beautiful girl, prepares omelettes for the workers in the underwear factory owned by José Luis' family. After missing two periods, Silvia reveals to José that she is pregnant, expecting him to react negatively. However, to Silvia's surprise and delight, José Luis expresses his love for her and desire for her to go through with the pregnancy. He romantically picks up the ring from a soda can he finds on the ground and places it on her finger and tells her they will get married. Despite the apparent monetary worthlessness of this item, Silvia cherishes it and all that it symbolises. José Luis has a difficult time explaining to his overbearing and conniving mother that he is in love with Silvia and intends to marry her. His mother, Conchita, does not approve and when her husband refuses to help her by intervening, she takes matters into her own hands. She hires Raúl, an underwear model who works for the family business, to seduce Silvia, hoping this will destroy the relationship and prevent the marriage. In spite of several aggressive attempts by Raul to seduce Silvia, she remains committed to marry José Luis. Raúl however, becomes genuinely infatuated with Silvia while Conchita's lust for Raúl leads her to offer him anything he wants if only he has sex with her. Raúl's choice is a Yamaha FZR600 motorbike so, despite his apparent lack of interest in Conchita, he becomes her lover. Meanwhile, José Luis's inability to come to a decision about whether to marry Silvia without his mother's approval, leads to Silvia's deciding she wants a \"real man\", one who has gumption. She begins to take interest in Raúl. Conchita does not approve of this relationship either because she wants Raúl for herself. Silvia, in the meantime, starts responding to Raúl's advances. This enrages José Luis, who rapes Silvia and swears to kill Raúl. The film ends with a fight to the death between José and Raúl. José Luis catches Raúl having sex with Conchita and engages in duel with legs of ham for weapons. José Luis is eventually killed by Raúl. Just as the couple grieve over José Luis, Silvia and José Luis's father arrive, followed by Silvia's mother. The films ends with a peculiar grieving scene, which reiterates the recurring themes of primal instincts, infidelity and destruction.\n"}