{"wikiId": "5885538", "titre": "Sissy Frenchfry", "dateSortie": "2005-09-11", "duree": "28.0", "genre": ["Short Film", "Gay Interest", "Comedy", "Gay", "Gay Themed"], "resume": "Welcome to wildly eclectic and diverse West Beach High, where the annual Student Body President election will pit the quirky, much-beloved incumbent Sissy Frenchfry against a handsome, charismatic – and socially intolerant – transfer student with a devious plan to restore the status quo. Sissy Frenchfry is the most popular student at West Beach High. He’s got bleached blond hair with pink tips, earrings, and a decidedly unique fashion sense. The eternally good-natured Sissy is Student Body President, a member of every club on campus, and head of the yearbook and newspaper. Sissy IS the big man on campus, until one day… A transfer student named Bodey McDodey arrives at West Beach. Bodey is the quintessential All-American jock: handsome, arrogant, charming, and accomplished. He’s ready to assume command as Alpha male in what should be a familiar high school setting; however, he’s astounded at what he finds at West Beach. QB & Ross, the school’s quarterback and linebacker, are boyfriends and openly affectionate; the talented yet plump Georgia Peach holds the head cheerleader position despite not being a size 2; and the school’s student videographer and Sissy’s best friend, Dana Aquino, is a goth transgender student. “What is wrong with this school?” Bodey asks himself. The worst of all is the fact that Sissy Frenchfry, someone Bodey considers a loser and a nuisance, holds the position of ultimate authority and respect in the school: Student Body President. Bodey sets his sites on the presidency, aiming to change West Beach forever. What follows is Bodey bribing, seducing, and manipulating his way into a position of popularity and power. Sissy must choose between his integrity, his duty to maintain the peace of the school, and his own desire to win the election. Will Sissy win back the school? A Feature-length version of this award winning short-film is in development. In addition, there is a limited-edition line of Sissy Frenchfry products available thru Cafepress.com with proceeds going toward the feature production.\n"}