{"wikiId": "29845871", "titre": "Victini and the Black Hero: Zekrom and Victini and the White Hero: Reshiram", "dateSortie": "2011-07-16", "duree": "98.0", "genre": ["Animation"], "resume": "The two films follow a similar plot with some major and minor changes, notably the Pokémon that appear, Reshiram and Zekrom swapping roles. In the opening scenes, a man named Damon approaches a remote village with the intention of revitalising the land of the People of the Vale. A natural disaster occurs, but Damon summons either Reshiram or Zekrom to save the villages. Meanwhile, Ash Ketchum, Iris and Cilan approach Eindoak Town, but Ash rescues a pair of Deerling from falling off a cliff. He unknowingly is touched by Victini, causing him to spring across a gorge and land on the other side, venturing through a cave with Pikachu and the Deerling. Ash and co. navigate their way through the cave system and emerge in the cellar of the town’s castle known as the Sword of the Vale, said to have flown from a nearby valley to its current spot. The group go to the town’s harvest festival, guided there by Damon, also meeting Damon’s sister Carlita, mother Juanita, and the town’s mayor Mannes. In a Pokémon tournament, Ash wins, Carlita realising Victini has been giving his Pokémon power boosts. Ash and his friends befriend Victini. Ash tries to take Victini to the outskirts of town but learns Victini cannot leave due to a barrier placed around it, held up by several pillars. Mayor Mannes explains to the kids of the town’s legend, in which Victini was friends with the king of the Kingdom of the Vale. The kingdom was empowered by the Dragon Force, an energy source which brought harmony to the world. The king’s sons were accompanied by Reshiram and Zekrom, but the princes became enemies leading to a war between Reshiram and Zekrom, who mortally wounded each other, transforming into stones and fell asleep. The Dragon Force grew destructive, so the king used Victini’s powers to move the castle to its current spot to contain the energy, and creating the barrier, but he died as a result. The princes put aside their differences and hid the slumbering dragon Pokémon. Damon explains he hopes to restore the dead kingdom’s valley using Victini’s powers and reunite the scattered People of the Vale, based on his mother’s wish. Damon also reveals he and Mannes found one of the dragon Pokémon beneath the castle. Ash promises to take Victini to the ocean, but Damon prepares to move the castle to start off his plans. Using Sigilyph’s powers, Damon has the barrier’s pillars moved to the castle, followed by Victini who believes the king is summoning it. Damon uses Victini’s power to move the castle and redirect the Dragon Force’s power to the valley. Ash, Iris and Cilan try to stop Damon from harming Victini, but their attempts are thwarted by the dragon Pokémon that Damon found. Victini recalls how the king told it that if the castle was moved again, the Dragon Force would become destructive. Retreating, Juanita suggests finding the second dragon Pokémon. Ash ventures into the caves and finds the second dragon. As Reshiram and Zekrom duel, both spot the destructive Dragon Force and join forces to stop it. Damon’s dragon releases Victini, and Damon is shown the Dragon Force, prompting him to use the castle to contain the unstable power with help from Reshiram and Zekrom. The group evacuate the castle, but Ash, Damon, Pikachu and Victini remain trapped by the barrier as the Dragon Force’s power grows deadlier and the castle floats up into the sky. Damon explains the barrier’s pillars must be destroyed to release the energy, but as the castle drifts up into the atmosphere, Ash collapses and falls unconscious. Victini uses its powers to revive Ash and blast apart the pillars, seemingly dying as a result, the contained Dragon Force energy being fired into space. Damon, Reshiram and Zekrom guide the castle back to the town and seal away the Dragon Force once again. Later, Ash, Iris and Cilan visit a nearby beach in Victini’s memory, tossing one of Cilan’s macarons into the ocean. Victini appears and eats it, now free of the barrier and has plans to restore the valley its way. Damon begs for forgiveness, receiving it from his mother. The film ends with Reshiram and Zekrom departing, and Victini, Ash and the others are shown reuniting the People of the Vale in the restored valley.\n"}