{"wikiId": "13714405", "titre": "I've Fallen For You", "dateSortie": "2007-09-26", "duree": "98.0", "genre": ["Romantic drama", "Romance Film", "Drama", "Filipino Movies", "World cinema"], "resume": "The list of UPCAT passers is up and it says ‘Alex Reyes’ passed. This good news makes a boy and a girl jump. The host of the anime costume play announces that ‘Alex Reyes’ wins the grand prize for the night. From the stairs, a girl and a boy rush to claim the prize. There are two ‘Alex Reyes’; this spells disaster. Alex Boy  returns to the Philippines from Singapore with his mom, Tessa . His father’s job in a multinational company brought them to live in many parts of the world and he really never had something he can call home. He can’t seem to focus on anything; he easily starts a hobby but never really finishes it. With the news of his parents breaking-up, Alex Boy has to do everything to achieve what he has always wanted; to live in one place as a family together. Alex Girl  has set goals for herself and her family. She has to pass UP and get a job later to help her crumbling family. The inn-restaurant her family owns isn’t doing well and it doesn’t help that her parents, Jonathan  and Vangie , are always fighting. She has no time for anything but to find ways to earn. Perhaps, money would bring the peace in her family that she has always wanted. Alex Boy finds in Alex Girl the perfect partner for a tandem cycling competition he wants to join. In desperate need of funding for her studies, the prize of fifty thousand pesos convinces Alex Girl to team up with her annoying namesake. But everything Alex Girl has is talent; she lacks the proper techniques needed to win. As Alex Boy teaches her the techniques she needs, he learns from this driven girl the virtue of responsibility. In turn, Alex Boy makes Alex Girl see what she misses in her life; having fun. Two young hearts find company and comfort in each other. As they decide to nurture their young love, fate challenges them to leap over the greatest challenge their love story would ever face; the story of their own families’ past.\n"}