{"wikiId": "3819855", "titre": "Intervista", "dateSortie": "1987-05-18", "duree": "113.0", "genre": ["Mockumentary", "World cinema", "Comedy-drama", "Satire", "Fantasy", "Comedy", "Drama", "Biographical film"], "resume": "Interviewed by a Japanese TV crew for a news report on his latest film, Fellini takes the viewer behind the scenes at Cinecittà. A nighttime set is prepared for a sequence that Fellini defines as “the prisoner’s dream” in which his hands grope for a way out of a dark tunnel. With advancing age and weight, Fellini is finding it difficult to escape by simply flying away but when he does, he contemplates Cinecittà from a great height. The next morning, Fellini accompanies the Japanese TV crew on a brief tour of the studios. As they walk past absurd TV commercials in production, Fellini’s casting director presents him with four young actors she’s found to interpret Karl Rossmann, the leading role in the maestro's film version of Kafka’s Amerika. Fellini introduces the Japanese to the female custodian of Cinecittà  but she succeeds in putting off the interview by disappearing into the deserted backlot of Studio 5 to gather dandelions to make herbal tea. Meanwhile, Fellini’s assistant director  is on location with other crew members at the Casa del Passeggero, a once cheap hotel now converted into a drugstore. Fellini wants to include it in his film about the first time he visited Cinecittà as a journalist in 1938 during the Fascist era.Interviewed by Alain Finkielkraut for the Messager européen, Fellini explained that the “first time I visited Cinecittà, I was 18 years old, a journalist from Rimini who considered Cinecittà as something legendary.” In Fellini, Intervista, 228. Past and present intermingle as Fellini interacts with his younger self played by aspiring actor, Sergio Rubini. After the crew reconstruct the facade of the Casa del Passeggero elsewhere in Rome, a fake tramway takes young Fellini/Rubini from America’s Far West with Indian warriors on a clifftop to a herd of wild elephants off the coast of Ethiopia. Arriving at Cinecittà, he sets off to interview matinee idol, Greta Gonda.\"I came to interview an actress named Greta Gonda and it was the first interview I conducted, the first time I went to Cinecittà, and the first encounter with an actress I liked very much.” Fellini, Intervista, 228 Seamlessly, the illusion takes over the realities of moviemaking as the viewer is thrown into two feature films being directed by tyrannical directors. But only for a short while; for the rest of the film, Fellini and his assistant director  scramble to recruit the right cast and build the sets for the film version of Amerika, a fictitious adaptation that Fellini uses as a pretext to shoot his film-in-progress. This allows Fellini/Rubini to go back and forth in time to experience filmmaking first-hand including disgruntled actors who failed their auditions, Marcello Mastroianni in a TV commercial as Mandrake the Magician, a bomb threat, a visit to Anita Ekberg’s house where she and Mastroianni re-live their La Dolce Vita scenes, screen tests of Kafka’s Brunelda caressed in a bathtub by two young men, and an inconvenient thunderstorm that heralds the production collapse of Amerika with an attack by bogus Indians on horseback wielding television antennae as spears. Back inside Studio 5 at Cinecittà, Intervista concludes with Fellini’s voiceover, “So the movie should end here. Actually, it’s finished.” In response to producers unhappy with his gloomy endings, the Maestro ironically offers them a ray of sunshine by lighting an arc lamp.\n"}