{"wikiId": "28847751", "titre": "Even the Rain", "dateSortie": "2010-09-16", "duree": "103.0", "genre": ["History", "Drama"], "resume": "Mexican filmmaker Sebastián  and his executive producer Costa  arrive in Cochabamba, Bolivia, accompanied by a cast and crew, prepared to create a film depicting Columbus's first voyage to the New World, the imposition of Columbus’s will upon the natives, and the subsequent indigenous rebellion. Cognizant of his limited budget, producer Costa  elects to film in Bolivia, the poorest country in South America. There, impoverished locals are thrilled to earn just two dollars a day as extras in the film, and willingly engage in physical labor for set preparation. Costa saves many thousands of dollars by having underpaid extras perform tasks meant to be completed by experienced engineers. Sebastián casts a local man named Daniel  in the role of Atuey, the Taíno chief who led a rebellion against the Europeans; and Daniel's daughter Belén in a crucial role as well. At that time, although their first encounter with Daniel smelled like trouble to Costa, enough to oppose his casting, Sebastián is unaware that Daniel leads impassioned demonstrations against the water privatization that the Bolivian government had agreed to. Filming begins smoothly despite the alcoholism of actor Antón,  cast as Colón , but when Costa observes Daniel’s revolutionary involvement, he grows uneasy. Daniel pretends to acquiesce to Costa's insistence that he stop protesting, but heedlessly continues and sustains facial wounds in a clash with the police. At this point, Costa bribes Daniel with thousands of dollars to wait for filming to conclude before participating in the rebellion again. Daniel agrees, accepting the money, but remains active in the protests, eventually becoming bloodied and imprisoned. Sebastián experiences moral conflict and begins to doubt the likelihood of the film’s completion, but is reassured by Costa who bribes the police for Daniel’s temporary release in order to film a key movie scene. Upon this scene’s completion, police arrive in the Bolivian jungle to once again detain Daniel but are besieged by the film’s extras and Daniel escapes. That night when starring actors Juan and Alberto see the latest news reports showing war-like violence in Cochabamba, they become worried to the extent that they demand to leave. Sebastián begs that they stay and they hesitantly agree. The next day, as the cast and crew prepare to depart for filming, Costa is met by Daniel’s wife, Teresa, who desperately implores him to assist her in finding her daughter Belén, who has disappeared into the protests and is reportedly wounded and needing hospitalization. Teresa’s persistence wins over Costa’s conscience, despite Sebastián's equally impassioned insistence he leave for the airport and safety with the rest of the cast and crew. After Costa and Teresa's obstacle-laden drive through riotous Cochabamba, Belén’s life is preserved, but her leg does not fully heal. Meanwhile, the rest of the crew is stopped by a military blockade and all except Antón leave Sebastián to journey home. The revolution ends shortly thereafter with the departure of the multinational water company, but Cochabamba is left in ruin from the conflict. Costa expresses hope that the film will be finished after all, and Daniel emotionally presents him with a vial of Bolivian water in appreciation for his life-saving efforts.\n"}