{"wikiId": "16113730", "titre": "Cheri", "dateSortie": "2009-02-10", "duree": "86.0", "genre": ["Romance Film", "Drama", "Comedy"], "resume": "Set in 1900s Belle Époque Paris, Chéri  tells the story of the end of a six-year affair between an aging retired courtesan, Léa, and a flamboyant young man, Fred, nicknamed \"Chéri\" . Although Léa only plans on keeping Chéri around for a short while, their affair turns into a six-year ordeal, in which Léa has begun paying for Chéri's expenses, and Chéri wears Léa's silk pajamas and pearls. The two believe their affair to be casual, and Léa learns from Charlotte that she has arranged for Chéri to marry the daughter of another courtesan, a barely eighteen-year-old named Edmée. Although Chéri does not wish to marry Edmée, it is made clear that he has no choice in the matter. Léa kicks him out of her home, but makes Chéri promise to always be gentle and kind with Edmée, and to try and give her a good life. After Chéri agrees, the two part ways, and do not share glances at Chéri's wedding. It is only after Chéri is on the train to Italy for his honeymoon that both he and Léa realize they are in love with each other. Chéri rapes Edmée and, while taking her virginity, realizes that while sex with Edmée is strained and painful, sex with Léa was easy and fun. Léa visits Charlotte one last time before running off on vacation, making up a story in which she is involved in with another suitor, when in fact the only man Léa beds while on vacation is a young bodybuilder whom she has no feelings for and regards as a one-night-stand. Meanwhile, Edmée accuses Chéri of not caring about her, and says all he ever does is think of Léa. While out on the town with a friend, Chéri tries opium and cocaine, and on his way back he notices that Léa's apartment is no longer empty, and she has returned home. Feeling refreshed, Chéri runs home to Edmée where he makes love to her properly and kindly. He sends Charlotte the next day to inspect Léa's home, whereupon Léa says she is madly in love with her new \"suitor\", and learns  from Charlotte that Chéri and Edmée are crazily in love and happier than ever. That night, after hearing from Charlotte that Léa is in love with her suitor, Chéri breaks into her home and admits he loves her. The two spend one more night together and plan on running away. In the morning, however, Léa apologizes to Chéri for \"ruining him\" and making life too easy on him when they first begun their affair. Léa tells Chéri to go back to Edmée, for their age difference would always prevent a true relationship blossoming between them. Tentatively, Chéri leaves. Léa stares into her mirror at her aging face, and the narrator reveals she is angry for being born two decades before Chéri. The narrator also reveals that, after a while, Chéri realizes that Léa was the only woman he could ever love, and he commits suicide.\n"}