{"wikiId": "4908704", "titre": "Marianne and Juliane", "dateSortie": "1981", "duree": "106.0", "genre": ["Drama"], "resume": "Two sisters, both dedicated to women's civil rights, fight for the same cause, although in very different ways. The story is interspersed with flashbacks into the sisters' childhood. The sisters choose diverging paths of rebellion against the system. Juliane works as a feminist journalist rallying for a woman’s right to abortion while Marianne commits herself to a violent revolutionary terrorist group. The film quickly informs us that Marianne has abandoned her husband and child to work for a radical terrorist group. Her husband arrives at Julianne's house and states that Juliane must take Jan  because the husband has to leave the country for work. Juliane is not supportive of her sister’s choices because she feels that they are damaging to the women’s movement. She informs the husband that she does not have time to care for the child. Next the husband steps out to “go get something”, promising to return, but instead takes his life leaving Jan without a guardian. Marianne shows up on the scene to discuss her political views with her sister and urge her to join the movement. Juliane informs her of her husband’s suicide and of her intent to find a foster home for Jan. Marianne asks her sister to watch over Jan but Juliane replies “you would have me take on the life that you chose to leave”. Basically stating “so what’s not good enough for you is good enough for me”. Juliane sticks by her guns and refuses to take on Jan. This fact still does not stop Marianne from continuing on in the movement. She is content to allow Jan to have the life that will be dealt to him through foster care because she believes that “any life he has in foster care will be better than the life many children have in third world countries.” The sister’s paths continue to cross as Marianne bursts in unannounced to her sister’s life. The last time that Juliane sees her sister before she is arrested, Marianne wakes her and her long-term boyfriend up at 3 a.m. and wants to make coffee and take Juliane’s clothes. Soon afterward, we discover that Marianne has been arrested and is being held in a high security prison. Juliane goes to visit her sister. When she arrives at the prison she is ordered to strip down and is searched. Then she is let into the waiting room and told to wait for her sister. The guard returns and informs her that Marianne refuses to see her. Juliane goes home agonizing over her inability to communicate with her sister and see how she is doing. Her boyfriend suggests that she write a letter to her sister telling her how she feels. The film goes into a flashback of their childhood where we see the closeness of the sisters. Juliane mails the letter and soon after is able to visit with her sister. They argue often but Juliane continues to come and visit her sister. They have a bad argument on one of these occasions and Marianne slaps her sister. Marianne is then moved to a maximum-security prison where the two must sit on the opposite sides of a pane of glass and communicate through an intercom. Juliane becomes so obsessed with her sister and her problems that her own relationships begin to fall apart. Her boyfriend suggests that the two of them take a vacation together. While on vacation they see the face of Marianne on TV but cannot understand what has happened to her because of the language barrier. Juliane runs back to their hotel and calls her parents to find that Marianne has “committed suicide”. Juliane and her father do not believe that Marianne actually killed herself. Juliane begins an obsessive journey to discover what really happened to her sister. This destroys her relationship with her boyfriend of ten years. She ultimately proves to herself that Marianne was murdered but when she calls the papers with the news, she is informed that her sister's death is “old news” and nobody cares if it was murder or suicide. Juliane is left with the knowledge but cannot convince the papers to defend the name of a dead terrorist. Later Juliane is reunited with Jan because someone attempts to murder him when they find out who his mother was. Juliane takes him back home with her after he has undergone extensive reconstructive surgery. He is aloof and has no interest in having a relationship with his aunt. He has nightmares of the fire that nearly killed him. The film ends with him walking into Juliane’s workroom and tearing up the picture of his mother that is on the wall. Juliane tells him “you are wrong, Jan. Your mother was a great woman. I’ll tell you about her”. Jan says that he wants to know everything and then yells “start now! Start now!” The film fades out on Juliane’s face looking at him.\n"}