{"wikiId": "13573527", "titre": "Identification of a Woman", "dateSortie": "1982-10-21", "duree": "131.0", "genre": ["Drama"], "resume": "Niccolò  is a successful Italian filmmaker searching for a woman to inspire his next film and perhaps fill the romantic void left by his recent divorce. At his sister's gynecology office, he answers the phone and speaks briefly with a young woman named Mavi Luppis  who is looking to make an appointment. She recognized his name and something sparks his imagination. He notes her name and address, and a few days later invites her to his Rome apartment where they make love. Sometime later, Niccolò receives a mysterious phone call from a man wanting to meet about a \"delicate matter\" at Fassi's ice cream parlor. Niccolò meets with the stranger who warns him about continuing his relationship with Mavi if he values his \"peace of mind\". Later at his apartment, Niccolò tells Mavi about the \"stooge\" who threatened him on behalf of one of her suitors. Mavi doesn't know who it could be. Wondering who is behind the threats, Niccolò asks Mavi to introduce him to some of her old aristocratic friends. They go to Dandini's restaurant where she's greeted by several old friends, including an older gentleman who stops her on the stairs and talks with her. Afterwards Mavi informs Niccolò that she feels uncomfortable and asks to leave. Mavi takes Niccolò to a dinner party given by some of her wealthy friends. Niccolò finds the aristo crowd cold and cliquish. Mavi makes the rounds talking to her friends, including a beautiful young blonde woman. Niccolò grows suspicious of Mavi, believing she knows the identity of her mysterious suitor. Mavi assures him that she is no longer with this crowd, and that she is now with him. Later she reveals that the man she met on the stairs at Dandini's was a \"family friend\" who she recently discovered was her father. With tears in her eyes, she recounts how she avoided him for years not knowing who he was, and all the time he was unable to show his love to his daughter. After Niccolò's sister is passed over for a promotion, Niccolò suspects that the jealous suitor is now trying to get to him through his family. When he notices someone watching his house, Niccolò and Mavi drive out to the country where he's rented a farmhouse. Along the way they encounter thick fog on the road. At a caution light near a bridge, Niccolò stops and gets out to investigate. Mavi calls out to Niccolò and he returns to the car. She feels they are being watched. Niccolò drives off speeding through the countryside shrouded in fog. They get into an argument about his driving and Niccolò stops the car. Mavi gets out and walks away, disappearing into the fog. Niccolò goes out looking for her, but she's nowhere to be found. He returns to the car and finds her waiting inside. Later that night they arrive at the country farmhouse, which Niccolò notes is slowing sinking into the ancient Roman ruins beneath it. They explore the ruins and disturb a large owl that flies off. That night they argue about their relationship and his inability to tell her he loves her; later they make passionate love. The next morning, Niccolò finds that Mavi has disappeared. Back in Rome he is unable to find her. Passing a newstand, Niccolò recognizes the young blonde woman on the cover of a swimming magazine from the dinner party. He goes to the public pool where he approaches her and learns that she once slept with Mavi, but hasn't seen her lately. Sometime later, Niccolò meets a beautiful actress named Ida  at a theater and drives her home. Niccolò is attracted to Ida's openness, warmth, and sincerity. After spending the night, he watches her the next morning riding a horse on the farm where she's staying. That evening Ida comes to Niccolò's home, and while they talk a floral arrangement of Japanese gardenias arrives for Mavi. Niccolò is still upset over her disappearance and her mystery suitor. The next day Niccolò notices the stooge following him and confronts him while a group of priests look on. Unfortunately, Niccolò is unable to press charges, and the stooge doesn't reveal the name of the secret suitor. In an effort to help him, Ida goes off on her own looking for Mavi, and the next day she shows up with a copy of Time magazine with Mavi's picture in an article titled \"Europe's Woman Today\". Niccolò suspects that her father is behind the threats. He tracks down Mavi's address through the publisher and waits at the apartment. That night he sees her entering a woman's apartment and listens as they talk about hiding from him. Mavi watches from her window as Niccolò walks off into the night. Sometime later, Niccolò takes Ida to Venice to an open lagoon just outside the islands. As they drift through the solitary seascape, Ida observes, \"It's very beautiful, but sad.\" Niccolò asks her to marry him and they embrace. Later they return to their hotel on the Grand Canal where Ida receives a phone call from her doctor notifying her that she is pregnant—apparently with someone else's child. Although she tells Niccolò, \"You're my love,\" she knows she will return to the father of her baby. Niccolò looks out at the seagulls flying over the canal. Back in Rome Niccolò sits on his windowsill looking up at the sun through a pair of sunglasses. He closes his eyes and imagines a science fiction film about a spaceship moving toward the sun. He recalls telling his nephew about space travel, saying, \"The day mankind understands what the sun is made of and its power, perhaps we'll understand the entire universe and the reasons behind so many things.\" His nephew responds, \"And then?\"\n"}