{"wikiId": "1887155", "titre": "Different From The Others", "dateSortie": "1919-06-30", "duree": "50.0", "genre": ["LGBT", "Silent film", "Indie", "World cinema", "Black-and-white", "Gay Interest", "Drama", "Gay", "Gay Themed"], "resume": "Veidt portrays a successful violinist, Paul Körner, who falls in love with one of his male students. A sleazy extortionist threatens to expose Körner as a homosexual. Flashbacks show us how Körner became aware of his orientation and tried first to change it, then to understand it. Körner and the extortionist end up in court, where the judge is sympathetic to the violinist, but when the scandal becomes public, his career is ruined and he is driven to suicide. The film opens with Paul Körner  reading the daily newspaper obituaries, which are filled with vaguely worded and seemingly inexplicable suicides. Körner, however, knows that Paragraph 175 is hidden behind them all &mdash; that it hangs over German homosexuals \"like the Sword of Damocles.\" After this thesis statement, the main plot begins. Kurt Sivers (Fritz Schulz  is a fan and admirer of Körner, a violin virtuoso, and he approaches Körner in hopes of becoming a student of his. Körner agrees and they begin lessons together, during which they fall for one another. Both men experience the disapproval of their parents. Neither are out, but Sivers's object to the increasingly large amount of attention he focuses on the violin and his unusual infatuation with Körner, and the Körners do not understand why he has shown no interest in finding a wife and starting a family. Körner sends his parents to see his mentor, the Doctor . The Doctor appears several times in the film, each time to deliver speeches more intended for the audience than the advancement of the plot. In this, his first appearance, he tells Körner's parents:  After Körner's coming out, he and Sivers begin seeing each other more openly. While walking together, hand in hand, through the park, they pass a man who recognizes Körner. Later that day, when Körner is alone, this man, Franz Bollek  confronts him and demands hush money or else he will expose Sivers. Körner pays him and keeps it a secret from Sivers that he does so. Eventually, however, the blackmailer's demands become too great and Körner refuses to pay.  Bollek decides instead to break into Körner's house while he and Sivers are performing, but he is discovered by Sivers and Körner on their return and a fight breaks out. In the course of the fight, Bollek reveals to Sivers that he has been blackmailing him. Sivers runs away and faces hardships trying to survive alone. Körner is left dejected and, over a photo of Sivers, remembers his past. His first memory is of boarding school, when he and his boyfriend Max are discovered kissing by their teacher and he's expelled. Next, he remembers University and his solitary and lonely life there, and the growing impossibility of trying to play straight. He remembers trying an ex-gay hypnotherapist, but finding him only to be a charlatan. Then he first met the Doctor, whose reaction was much different from those he had previously met. Among other things, he told him:  Remembering on, he recalled first meeting Bollek at a gay dance hall, and Bollek leading him on before ultimately turning on him and using his homosexuality to blackmail him. Back in the present, Körner takes Else Sivers , Kurt Sivers' sister, to the Doctor's lecture on alternative sexuality. The Doctor speaks on topics such as homosexuality, lesbianism, gender identity, intersexuality, the perils of stereotypes, and the idea that sexuality is physically determined, rather than a mental condition. Körner reports Bollek for blackmail and has him arrested. In retaliation, Bollek exposes Körner. The Doctor gives testimony on Körner's behalf, but both are found guilty of their respective crimes. Bollek is sentenced to three years for extortion. The judge is sympathetic to Körner, and gives him the minimum sentence allowable: one week. Allowed to go home before his starting his term, Körner finds himself shunned by friends and strangers alike, and no longer employable. Even his family tells him there is only one honorable way out. He attempts to dance wearing only Max's old lederhosen but slips over. He then takes a handful of pills and kills himself. Sivers rushes to his side as he lies dead. Körner's parents blame Sivers for what has happened, but Else harshly rebukes them. Meanwhile, Sivers attempts to kill himself as well, but the Doctor prevents him and delivers his final speech:  The movie closes with an open German law book, turned to Paragraph 175, as a hand holding a brush crosses it out.\n"}