{"wikiId": "31417999", "titre": "Henry's Crime", "dateSortie": "2010-09-14", "duree": "108.0", "genre": ["Thriller", "Heist", "Action/Adventure", "Drama", "Comedy", "Black comedy", "Crime Fiction", "Crime Thriller", "Action"], "resume": "Working the night shift as a toll collector on a lonely stretch of highway in Buffalo, New York, Henry is a man seemingly without ambition, dreams or purpose; a man sleepwalking his way through life. When two friends get out of his car, supposedly to get some money at an ATM, they instead rob the Buffalo Savings Bank, and Henry is arrested for supposedly being an accomplice. Rather than give up the names of the real culprits, Henry takes the fall and goes to jail. There, he meets the irrepressible Max, a con man who has grown far too comfortable with the familiarity and security of his ‘idyllic’ life behind bars, but one who also helps plant an idea in Henry’s mind which will change his life forever: for a man to find his purpose, he must first have a dream. Upon his release one year later, Henry finds his purpose. Having done the time, he decides he may as well do the crime. Discovering a long forgotten bootlegger’s tunnel which runs from the very same bank to a theater across the alleyway, he convinces the reluctant Max to file for his long overdue parole — and then recruits his former cellmate to help stage a robbery. Henry becomes actor in the theater's current production of \"The Cherry Orchard\" by Chekhov, to get access to the tunnel. However, he finds himself slowly falling for the production’s mercurial leading lady, Julie.http://collider.com/henrys-crime-trailer/80892/ One of Henry's \"friends\" helps clearing the tunnel from mud; he informs the other \"friend\", who insists in participating too. A retiring guard of the bank helps by informing the robbers when there is a lot of money in the vault. During the robbery the second \"friend\" uses a gun to try to take all the money himself, but he is overpowered and left behind in the vault. When the others drive off, Henry demands to stop the car, and he returns to Julie.\n"}