{"wikiId": "18070657", "titre": "Libertas", "dateSortie": "2006-07-01", "duree": "130.0", "genre": ["Biographical film", "Drama"], "resume": "The film is set in mid-16th century, at a time when the entire eastern Mediterranean is dominated by two great empires, the Ottoman Empire and the Republic of Venice, with the small but wealthy maritime republic of Ragusa  managing to maintain its independence through diplomatic agreements. The film opens with a scene of playwright Marin Držić's  comedy Dundo Maroje being staged in front of the Rector's Palace in Dubrovnik, during the traditional Feast of St. Blaise. Local aristocrats, ambassadors and the Rector himself  are attending the performance of the comedy play, which is an allegory about the hypocrisy and injustice of high society. The verses spoken on stage are met with disapproval by the noblemen present, and lead to the Rector getting up and leaving during the performance. The Ragusan grey eminence, state censor Luka , decides to use this opportunity to crack down on Držić's company. Luka first confronts his patron Lord Zamagna , a nobleman and former vice-admiral of the mighty Ragusan trade fleet. Luka charges him with conspiracy and gets him arrested. Zamagna's daughter Deša , a noblewoman and wife of the Spanish ship-owner De Cabrera, unsuccessfully tries to free her father, who eventually dies in a Ragusan dungeon. Enraged by her father's demise, Deša joins the anti-government conspirators led by Lord Bučinić  who plot against the Senate , and, hoping to gain political support abroad, leaves for the Duchy of Florence, itself a powerful city-state in Tuscany in present-day Italy. Despite repression, Držić's company continues to stage plays and provoke local authorities. The Senate gets increasingly intolerant to any form of criticism and the company soon find themselves in a difficult situation - as the censors had decided to sanction Držić's thinly veiled criticisms by increasing taxes on his stage productions, the company amasses a huge debt which leads to seizures of their property. Because of this, his close friend, actor Lukarević , decides to leave Ragusa and emigrates to Florence. Although Držić gains some support from his friend the poet Mavro Vetranović , he also comes into conflict with his brother Vlaho Držić , an acclaimed painter who openly supports the Senate's authority. Staying true to his libertarian beliefs, and unable to continue his work, Držić also decides to join the conspiracy and leaves for Florence. After reaching Tuscany, Držić mingles with other Ragusan exiles, including Lukarević and Deša Zamagna. Inspired by the progressive society of 16th-century Tuscany, Držić pens a draft of a new Ragusan statute, which he titles Libertas , which enshrines the freedoms of speech and creative expression. Lord Bučinić, in an attempt to gain support for the conspirators' cause, tries to use Deša's and Držić's reputation in Florence and instructs them to turn to Cosimo I de' Medici , the Duke of Florence, but to no avail as he ignores their pleas. Meanwhile, the Ragusan authorities hire mercenaries to track down and assassinate them all. Ignored by Cosimo I, the plot is effectively terminated as spies locate and execute Bučinić and Lukarević. Držić and Deša then decide to escape to Venice, hoping to find refuge in the city in which several of his works had been published, and that the Doge of Venice might be more understanding to their plight. During their perilous journey, the friendship between them develops into a romance. Arriving in Venice, they try to hide but are nevertheless found by assassins. A manhunt through Venetian streets and bridges ensues, in which Držić deliberately draws the pursuers to himself to lure them away from Deša, before escaping by jumping into a canal. At dawn the following day, Držić is washed ashore. Exhausted and frozen, he is found by the city guards and taken to the poorhouse. As he floats between life and death in delirium he sees his ideals becoming reality. In the final scene, undertakers put his casket on a gondola, which floats away across the lagoon.\n"}