{"wikiId": "7258552", "titre": "Venus Beauty Institute", "dateSortie": "1999-02-03", "duree": "105.0", "genre": ["Romantic comedy", "Buddy film", "World cinema", "Comedy-drama", "Workplace Comedy", "Drama", "Comedy", "Romantic drama", "Romance Film"], "resume": "Angèle is a 40 year old beautician who works at the title establishment in Paris. She has been an orphan from the age of eight, her father having killed her mother for suspected infidelity, and then killed himself when her infidelity was proved untrue. She picks up men to have short sex flings, but no longer believes in love, having hurt her former boyfriend, Jacques, whom she occasionally contacts out of loneliness, but who is never available at the same time as her. An unkempt younger man, Antoine, sees her at a cafe as she is being dumped by her latest fling, and falls in love with her. He stands outside the beauty shop to watch for Angèle, follows her to a café and declares his love for her, but she for once is lost for words and does not immediately return his feelings. Antoine also reveals that despite his feelings for her, he is engaged, but feels he is drifting away from his fiancée. However, despite her refusal to believe in love, Angèle gradually falls for Antoine. Venus Beauty Institute is run by Nadine, and Angèle's co-workers include Samantha, who has a string of dates and gives Angèle their descriptions, and Marie, the youngest who is still learning the ropes. The co-workers' love lives contrast with Angèle's. Marie has as her client an aging pilot, who had been burnt and had his face reconstructed from his late wife's skin. The pilot wants Marie to come to his house, which she eventually does, watched by Angèle and Antoine. Angèle is concerned that Marie is too naïve and that the pilot invited her to his house to seduce her. As Marie and the pilot begin to make love, Angèle and Antoine start kissing. Christmas is approaching, and Angèle goes to her aunts in Poitiers. Antoine had revealed that he is a sculptor, and had been commissioned to do an altarpiece for the cathedral there. She goes the cathedral to see the artwork, but changes her mind when an old friend recognizes her. Returning to Paris, Angèle goes to the hospital to visit Samantha, who tried to commit suicide out of loneliness over Christmas. Samantha reveals that Nadine is starting a new store, and that she found a new girl to temporarily replace Samantha. However, the new girl, Evelyne, turns out to be a disaster, wanting to arrange the products by colour rather than function, and eventually quits. Meanwhile, Antoine's fiancée had followed him and seen him leave the store with Angèle. She goes to the store as a client, and confides to Angèle that her fiancé is seeing someone else, but she thinks he still loves her. Later, when Antoine takes Angèle shopping, Antoine's fiancée comes into the store; Angèle sees them together and thinks Antoine has betrayed her. She phones Antoine to tell her call their relationship off. To make amends, as Angèle is left to close the store on New Year's Eve, Antoine comes to the store with a present. It is a new dress. Antoine's fiancée sees this and comes into the store with a gun, but when she fires all she succeeds in hitting is the lights. As the sparks fly, Antoine and Angèle kiss each other.\n"}