{"wikiId": "31540281", "titre": "Premer Taj Mahal", "dateSortie": "2002", "duree": "146.0", "genre": [], "resume": "Robyn” (Riaz  and “Liza”  these young duo love each other with their heart and soul. But Robyn does not know about Liza’s background same as him Liza does not know about Robyn. So,afterward there was a big problem with their Religion. Robyn was a Muslim and Liza was a Christian. When they take a step of love marriage Liza went to Church. But Robyn by listening to her sayings laughs and thought she was joking with him and Robyn says their marriage will be in a Kazi Office as role of Islam. Liza was shocked when she learned that he was Muslim also Robyn was shocked knowing she was Christian. They then separates and tries to forget each other, but first love is not easily removable. So, they are back with an alternative decision as love is love, in love do not involve any Religion. So, your Religion is great for you also mine to me. One day,their family knows about this situation and takes action. Robyn’s father “Raihan Chowdhury”  and Liza’s father “Abraham Dikosta”  start a family war for previous business bad relation. In the meantime, Robyn and Liza ready for die but not put out of their mind. End of the story find new turn as Liza was not Abraham Dikosta’s daughter. Liza’s born a Muslim family her father is “Abdul Rahim” . One day, Abdul Rahim’s full family and Abraham Dikosta full family gets crosses a river on engine boat in the mean time there start a cyclone. And for the cyclone everyone was lost in the river. The survivors, they searched for their family member. Meanwhile, Abraham Dikosta finds a baby and he knew that the daughter “Alo” was Abdul Rahim’s. Abraham Dikosta took Alo with him and went, on the other side Abdul Rahim was mad, for losing all of his family member. But he knew that his daughter Alo was alive. And after many year Abdul Rahim met with Abraham Dikosta suddenly. Afterward everybody knows the real story and there was no problem for Robyn and Liza to marry.\n"}